{
    "chapters": [
        {
            "id": "0",
            "chapterDisplayId": "序章",
            "description": "宣国は建国以来隆盛を誇ったが、やがて暴君が相次ぎ、内訌が常態化した。北方の邬伖が好機を見て南侵し関中を奪い、やがて都の永安城は陥落、皇室の宗族は捕虜となり、民は虐殺された。幸いにも天河の要害があり、かろうじて国土の半ばを守るにとどまった。琅琊王の司空景は皇族の分枝に過ぎなかったが、丞相・陳導と有力士族らに擁立され、天河南方において大統を継いだ。",
            "title": "大風起"
        },
        {
            "id": "1",
            "chapterDisplayId": "第一章",
            "description": "国子監の祭酒である虞宮は朝堂であなたに幾度となく助力したが、陳家の陰謀により謀反の濡れ衣を着せられて投獄された。あなたは急ぎ楚桓と謝建安という腹心と策を練り、その後天子に拝謁して打開策を探した。\n今や危機は去ったが、兄はあなたに敵意を抱くようになった。自らを守るためにも、早急に基盤を固めるべきだ。",
            "title": "雨打萍"
        },
        {
            "id": "2",
            "chapterDisplayId": "第二章",
            "description": "丞相の陳導は陳婉児の反骨を利用して罠を張り、あなたが羽ばたく前に排除しようとした。あなたは獄中で死にかけるが、父皇の疑心を逆手に取り巧みに立ち回り、この難を逃れた。しかしその代償はあまりにも重かった。\n士族に支えられる兄と比べれば、北伐を支持することがあなたが支持を得る最も有効な手段だ。今や将軍の祖坤が京に帰還する。あなたは早急に何か手を打つべきかもしれない。",
            "title": "蛟入海"
        },
        {
            "id": "3",
            "chapterDisplayId": "第三章",
            "description": "宴席にて、祖坤はあなたと司空正の議論を利用して天子に北方の失地を段階的に回復することを提案し、あなたは祖坤の力を借りて無事に京城を離れることができた。\n今や王師は北上し、蛟龍が海に入るがごとく、これはあなたが研鑽を積み軍功を積む好機である。",
            "title": "試鋒刀"
        },
        {
            "id": "4",
            "chapterDisplayId": "第四章",
            "description": "石狼の大軍が包囲する中、あなたは数日間兵を率いて辛うじて抵抗している。援軍が来るまで持ちこたえられるか？本当に援軍は来るのか？あなたにはわからない。しかし、編入した義軍が新たな希望をもたらした。\n皆を率いて生き延び、一日でも多く耐えれば、戦局を変える機会が増えるのだ。",
            "title": "破山缺"
        },
        {
            "id": "5",
            "chapterDisplayId": "第五章",
            "description": "弋陽は七日間の死守の血戦を経て、ついに石狼を退け、前線からは北域の関を奪取したという捷報が届いた。しかし戦局の変化とともに、祖坤は朝廷の命令に従わず幾度も出兵し、後方には噂が立ち、朝中には多くの異議が生じた。\n陳応の軍が南撤すると、事態は再び波乱を呼ぶだろう。",
            "title": "問天命"
        },
        {
            "id": "6",
            "chapterDisplayId": "第六章",
            "description": "祖坤は去り、北朔の軍が南下し、新帝が即位して宣国は改元して隆武となった。\nその後十余年の間に風雲は変転し、今日の宣国はかつてとは異なる姿になっている。",
            "title": "太平志"
        },
        {
            "id": "7",
            "chapterDisplayId": "第七章",
            "description": "励兵秣馬、励精図治、試行変法……\n邬伖が大軍を率いて南下してくる今、攻めるか守るか、退くか戦うかの決断はあなたに委ねられている。",
            "title": "九州同"
        }
    ]
}