{
    "chapters": [
        {
            "id": "0",
            "chapterDisplayId": "서장",
            "description": "선국이 건국 후 흥성하였으나, 어리석은 군주가 잇따라 등장하고 내부 다툼이 만연해지자 북쪽의 邬伖가 기회를 틈타 남하, 관중을 점령하였다. 곧 수도 영안성이 함락되고 황실 친족은 포로가 되었으며 백성들은 대학살을 당했으나 천하의 강(天河)이 버티는 바람에 겨우 반쪽의 강토를 지켜낼 수 있었다. 낭야왕 사공경은 본래 황실의 분가였으나 승상 진도가 대신들과 함께 그를 옹립하여 제위에 올렸고, 천하 남쪽에서 대통을 계승하였다.",
            "title": "큰 바람이 일다"
        },
        {
            "id": "1",
            "chapterDisplayId": "제1장",
            "description": "국자감 제술 우궁은 조정 정치에서 당신에게 많은 도움을 주었으나 진가의 계략으로 모함을 받아 반역으로 기소되어 투옥되었다. 당신은 급히 측근 두 사람, 사건을 함께 상의한 楚桓과 谢建安과 방책을 논의하고, 이후 황제와 면담하여 돌파구를 찾았다.\n이제 위기는 해소되었으나 형은 이미 당신을 적대시하고 있어, 설령 자기 보호를 위함이라도 자신의 기반을 조속히 굳혀야 한다.",
            "title": "비에 부는 부평초"
        },
        {
            "id": "2",
            "chapterDisplayId": "제2장",
            "description": "진도는 진완아의 반골을 이용해 함정을 놓고, 당신이 아직 기운이 미약할 때 제거하려 했다. 당신은 옥중에서 거의 죽을 뻔했으나 부왕의 의심을 역이용하여 기민하게 처신해 이 위기를 면했으나 그 대가로 큰 희생을 치렀다.\n사족의 지지를 받는 형과 비교해 북벌을 지지받는 것이 당신이 지지세를 얻는 가장 유효한 수단이다. 현재 대장 조곤이 환경하였으니, 어쩌면 상황을 뒤집기 위해 서둘러 무엇인가 해야 할지도 모른다.",
            "title": "교가 바다로 들어가다"
        },
        {
            "id": "3",
            "chapterDisplayId": "제3장",
            "description": "연회 자리에서 조곤은 당신과 司空正의 논쟁을 빌려 황제에게 북쪽을 차근차근 수복하자고 건의했고, 당신은 조곤의 기세를 빌려 무사히 궁을 빠져나왔다.\n이제 왕사의 북행으로 교룡이 바다에 들어가듯, 이는 당신이 자신을 닦고 군공을 쌓을 시기다.",
            "title": "도검을 시험하다"
        },
        {
            "id": "4",
            "chapterDisplayId": "제4장",
            "description": "석랑의 대군이 성을 포위했고, 당신은 이미 수일간 병을 이끌고 버티고 있다. 과연 구원군이 올 때까지 버틸 수 있을까? 진짜로 구원군이 올 것인가? 당신은 알지 못한다. 그러나 편입된 의군은 당신에게 새로운 희망을 가져다주었다.\n사람들을 이끌어 살아남아 하루를 더 버티는 것이 전세의 전환을 노릴 기회를 하나 더 만드는 것이다.",
            "title": "파산의 골짜기"
        },
        {
            "id": "5",
            "chapterDisplayId": "제5장",
            "description": "역양은 일곱 날간 필사적으로 방어해 마침내 석랑을 물리쳤고, 전선에서도 북부 관문 탈환 소식이 전해졌다. 그러나 전황의 변화와 함께 조곤이 조정의 명령에 따르지 않고 수차례 진격하여 후방에 소문이 퍼지고 조정 내 비난이 일었다.\n진응의 군대가 남하함에 따라 사건은 다시 파문을 일으킬 것이다.",
            "title": "천명을 물어보다"
        },
        {
            "id": "6",
            "chapterDisplayId": "제6장",
            "description": "조곤이 떠나고 북송군이 남하하며 새 황제가 즉위하였고, 선언은 이로써 연호를 隆武로 고쳤다.\n이후 십여 년간 풍운이 변했고, 지금의 宣国은 과거와 같지 않다.",
            "title": "태평지"
        },
        {
            "id": "7",
            "chapterDisplayId": "제7장",
            "description": "병력을 정비하고 쇄신하고 시정(變法)을 시도하라……\n邬伖가 대거 남하할 때 이번에는 공격인지 수비인지, 전진인지 후퇴인지 결정권은 당신의 손에 있다.",
            "title": "구주동(九州同)"
        }
    ]
}