{
    "chapters": [
        {
            "id": "0",
            "chapterDisplayId": "Пролог",
            "description": "После периода расцвета в государстве Сюань последовали тёмные годы: частые слабые правители и бесконечные внутренние распри. Северный вождь Вуи воспользовался моментом и двинулся на юг, захватив Гуаньчжун; вскоре пала столица Йонань, члены императорской семьи оказались в плену, а простые люди понесли жестокие утраты. Лишь опасный разрыв Тянхэ позволил едва ли сохранить половину владений. Ланья-ван Сыконг Цзин, будучи ветвью императорского рода, был провозглашён императором при поддержке канцлера Чэнь Дао и ведущих родовых кланов и унаследовал власть на южном берегу Тянхэ.",
            "title": "Большой ветер встает"
        },
        {
            "id": "1",
            "chapterDisplayId": "Глава I",
            "description": "Ректор национальной академии Юй Гун оказал тебе немало политической поддержки, но был оклеветан семьёй Чэнь и обвинён в подстрекательстве к мятежу — заключён в тюрьму. Ты в срочном порядке советуешься со своими верными соратниками Чу Хуань и Се Цзянанем, а затем явился на приём к императору в поисках выхода. Опасность отступила, но старший брат теперь относится к тебе враждебно; даже ради собственной безопасности стоит как можно скорее укрепить свои позиции.",
            "title": "Дождь по ряске"
        },
        {
            "id": "2",
            "chapterDisplayId": "Глава II",
            "description": "Канцлер Чэнь, пользуясь упрямством Чэнь Ваньэр, устроил заговор, намереваясь устранить тебя прежде, чем ты окрепнешь. Ты едва не погиб в тюрьме, но, воспользовавшись подозрительностью отца, сумел обратить ситуацию в свою пользу — ценой тяжёлых потерь. В отличие от поддерживаемого родовой знати старшего брата, наибольшую опору тебе даёт идея северного похода; сейчас полководец Цзукун возвращается в столицу — возможно, пора действовать, чтобы вернуть инициативу.",
            "title": "Дракон в море"
        },
        {
            "id": "3",
            "chapterDisplayId": "Глава III",
            "description": "На банкете Цзукун использовал ваш спор с Сыконг Чжэном, чтобы предложить императору план постепенного возвращения утраченных северных земель; ты, опираясь на авторитет Цзукуна, сумел благополучно покинуть столицу. Теперь войско выступает на север, дракон вошёл в море — идеальное время закалять себя и накапливать военные заслуги.",
            "title": "Проба клинка"
        },
        {
            "id": "4",
            "chapterDisplayId": "Глава IV",
            "description": "Армия Каменного Волка осадила город, и ты уже несколько дней держишь оборону вместе с войсками. Удержитесь ли вы до прихода подкрепления? Придут ли они вовсе — неизвестно. Но присоединившиеся отряды ополчения вселили новую надежду. Веди людей и выстояв ещё один день — ты прибавишь шанс изменить ход сражения.",
            "title": "Горный разлом"
        },
        {
            "id": "5",
            "chapterDisplayId": "Глава V",
            "description": "Иянь выдержал семь дней яростной обороны и отбил нападение Каменного Волка; с фронта приходят известия о захвате перевалов на севере. Однако с изменением обстановки Цзукун несколько раз выступал вопреки приказам двора, и в тылу разгорелись слухи и споры. С отходом войск Чэнь новой волне событий уже не миновать — всё снова может выйти из-под контроля.",
            "title": "Вопрос судьбы"
        },
        {
            "id": "6",
            "chapterDisplayId": "Глава VI",
            "description": "Цзукун ушёл, войска Бэйшуо двинулись на юг, воцарился новый император, и Сюань объявил новую эру Лунву. За последующие десятилетия произошли глубокие перемены — современное государство Сюань уже не похоже на прежнее.",
            "title": "Хроники мира"
        },
        {
            "id": "7",
            "chapterDisplayId": "Глава VII",
            "description": "Готовь оружие, тренируй войска, проводи реформы… Перед лицом массированного наступления Вуи на юг выбор — атаковать или обороняться, сражаться или отступать — зависит от тебя. Решение о том, каким будет исход, в твоих руках.",
            "title": "Единство девяти провинций"
        }
    ]
}