{
    "characters": [
        {
            "id": "SiKongYao",
            "name": "Sikong Yao",
            "description": "Second son of Emperor, Sikong Jing of Great Xuan, titled Prince of Jin.\nIn his youth, he lived through the turmoil of the southern retreat and often mingled in army camps. After receiving his title, he appointed talents regardless of origin, welcomed heroes from all walks of life, and heavily funded artisans in the Office of Works. He oversaw several improvements in weaponry and military equipment, earning high prestige both among the people and the army.",
            "stories": []
        },
        {
            "id": "XieRuoLan",
            "name": "Xie Ruolan",
            "description": "Daughter of the noble Xie family of Danling, Princess Consort of Prince of Jin, Sikong Yao.\nGifted in dance, music, and calligraphy, she grew up in the south, cherished by her father and brothers, famed as the “Pearl of Danling.” After her marriage, she became even more treasured by the Prince, serving as the vital bridge between Sikong Yao and the Xie family.",
            "stories": []
        },
        {
            "id": "ChuHuan",
            "name": "Chu Huan",
            "description": "Once a trusted retainer of Emperor Sikong Jing, now the closest aide to Sikong Yao. He once led troops to protect Sikong Jing's family during their retreat south. Loyal and righteous, he deeply supports Sikong Yao's ambition to reclaim the north.\nTo Sikong Yao, he is both a loyal subject and a guardian who cared for him since childhood.",
            "stories": []
        },
        {
            "id": "XieJianAn",
            "name": "Xie Jianan",
            "description": "Head of the noble Xie family of Danling, in-law and trusted aide of Prince of Jin, Sikong Yao.\nA shrewd and calculating strategist, he often resorts to ruthless means to achieve his goals. Politically, he supports Sikong Yao with full effort, yet he also pursues schemes for the benefit of his own family.",
            "stories": []
        },
        {
            "id": "YuGong",
            "name": "Yu Gong",
            "description": "Born to a noble family, he gained fame early for his learning. Repeatedly promoted by the court, he served as Chancellor of the Imperial Academy and even lectured the young Prince of Jin.\nDespite his lofty position, he bore no prejudice of birth and recommended many upright talents to Prince Sikong Yao, dedicated to reviving Xuan and serving the people. His disciples and associates fill the court. Free-spirited and unrestrained, his only weakness is drink—at every cup he drinks, by the third he is always drunk.",
            "stories": []
        },
        {
            "id": "SiKongJing",
            "name": "Sikong Jing",
            "description": "Originally a collateral member of the royal family, titled Prince of Langya. When the Wunu invaders pressed south and the capital Yongan City fell, he retreated south and, with the backing of the Chen family and allied noble families, was enthroned as the new Emperor.\nObsessed with alchemy and mysticism, he left state affairs largely in the hands of the nobility.",
            "stories": []
        },
        {
            "id": "ChenWanEr",
            "name": "Chen Waner",
            "description": "Daughter of the Chen family, the greatest noble family in Xuan. After the death of her parents, power shifted to her great-uncle Chen Dao, and her branch of the family was gradually stripped of influence.\nAs the last daughter of the main line, she refused to let her uncle dictate her fate. Pushed out of the family's center of power, she relied on her intelligence and wit to maneuver among factions and secure advantages for herself.",
            "stories": []
        },
        {
            "id": "SiKongZheng",
            "name": "Sikong Zheng",
            "description": "Eldest son of Emperor Sikong Jing, titled Prince of Ning.\nAs the first son of the Prince of Langya, he bore concern for the realm and often protected his younger brother. After the southern retreat, he grew close to the Chen family and came to advocate a policy of cautious defense. Thus, in court, his views diverged from those of Sikong Yao, and the two brothers gradually drifted apart.",
            "stories": []
        },
        {
            "id": "CaoBiaoZhi",
            "name": "Cao Biaozhi",
            "description": "A direct heir of the Cao family of Xuan, serving as Vice-Minister of Revenue. Though born into one of the top noble families, he is upright and unyielding, disdaining empty ritual. He often sheds his silks for plain robes, mingling with merchants and commoners, drinking alongside roving swordsmen, and gathering the latest intelligence from across the realm.",
            "stories": []
        },
        {
            "id": "ChenDao",
            "name": "Chen Dao",
            "description": "Chancellor of Xuan and head of the powerful Chen family, the foremost noble family of the realm. Deeply calculating, treacherous, and ruthless, he foresaw the turmoil that would follow the princes' struggles and the Wunu invasion. He chose to back the reclusive Prince of Langya and rose to dominance as the leading noble in the south.",
            "stories": []
        },
        {
            "id": "HuangHouLiShi",
            "name": "Empress Li",
            "description": "Formerly Princess Consort of Langya, she was made Empress of Xuan after the southern retreat. Dignified and gentle, she never intervenes in state affairs. Mother of both Sikong Zheng and Sikong Yao, she shows deep affection for her two sons.",
            "stories": []
        },
        {
            "id": "ZuYue",
            "name": "Zu Yue",
            "description": "Daughter of Great General Zu Kun of Xuan. Having followed her father on campaigns for years, she became a formidable warrior with an open and lively spirit. In private, she sometimes longed for the splendor of Jiangnan's pavilions and admired cultured scholars and handsome men.\nYet life in the army also shaped her into someone decisive and ruthless in serious matters. When carrying out orders, she never allowed personal feelings, striking fear into her enemies.",
            "stories": []
        },
        {
            "id": "ChenYing",
            "name": "Chen Ying",
            "description": "Son of Chancellor Chen Dao, who helps his father control part of the military. Born into privilege and wielding great power, he is arrogant, cruel, and debauched.",
            "stories": []
        },
        {
            "id": "LiuNian",
            "name": "Liu Nian",
            "description": "Granddaughter of Liu Dadao, leader of the northern fortress clans.\nOrphaned young, she grew up under her grandfather's care in the lost northern lands, enduring hardship. Having witnessed countless friends and kin slain by the Wunu, she longs for the day when the people of the north can live in peace again.",
            "stories": []
        },
        {
            "id": "ShiLang",
            "name": "Shi Lang",
            "description": "Right General of the Wu.\nA fierce and battle-hardened warrior who earned repeated merit in the southern campaigns. Yet because his mother was a captured slave, his lowly birth left him scorned and marginalized among the Wu aristocracy.",
            "stories": []
        },
        {
            "id": "ZhuYuanZhi",
            "name": "Zhu Yuanzhi",
            "description": "Of humble origins and blessed with immense strength, he spent his childhood forging iron, raiding, and working as a mercenary in the north with his father. After their bandit lair was destroyed by the Wu, he fled south alone. Later, when he waylaid Chu Huan's carriage, his talent was recognized and he was taken in as a follower, joining the army to hone his skills.",
            "stories": []
        },
        {
            "id": "XieXuan",
            "name": "Xie Xuan",
            "description": "Younger brother of Princess Consort, Xie Ruolan, from the illustrious Xie family. Known across Xuan as a charming and flamboyant rake, he now serves under General Zu Kun for experience, though he retains his carefree nature. Whenever he rides through the bustling streets clad in silver armour, courtesans lean from the balconies, waving their sleeves in flirtation.",
            "stories": []
        },
        {
            "id": "ZuKun",
            "name": "Zu Kun",
            "description": "A native of Yongan City, Great General of Xuan and pillar of the realm, the chief commander guarding the Tianhe front against the Wu.\nSteady and mature, calm in judgment and never revealing his emotions, he has repelled the Wu's invasions many times and enjoys immense prestige within the army. Rarely meddling in politics, he is often praised for his integrity.",
            "stories": []
        },
        {
            "id": "LiuDaDao",
            "name": "Liu Dadao",
            "description": "Leader of the northern fortress clans and commander of the righteous army, once a soldier in the Yongan army.\nDuring the Wu invasion, fear drove him to desert. Later, he learned his wife and son perished in flight, plunging him into grief and remorse. After his daughter-in-law's death, he raised his granddaughter Liu Nian alone, the two depending solely on each other.",
            "stories": []
        },
        {
            "id": "SiKongSheng",
            "name": "Sikong Sheng",
            "description": "Eldest son of Sikong Yao and Xie Ruolan, titled Crown Prince of Xuan.\nIn childhood, he lived through his father's struggle for the throne and his mother's death. Entrusted with high hopes by his father, he was raised with respect and discipline. Polished and diligent, just as his mother had wished, he grew into a prince of great talent for governance, devoted to aiding his father and caring for the people.",
            "stories": []
        },
        {
            "id": "SiKongXu",
            "name": "Sikong Xu",
            "description": "Second son of Sikong Yao and Chen Waner, titled Prince of Yan.\nSupported by his mother, the leading voice of the Chen family, and admired by General Zhu Yuanzhi, he is forthright, bold, and valiant. His reputation is strong both in the army and among the nobility.",
            "stories": []
        },
        {
            "id": "SiKongYu",
            "name": "Sikong Yu",
            "description": "Youngest daughter of Sikong Yao, born of Liu Nian, titled Princess of Xunyang.\nIt is said that at her birth, magnolia trees in the palace bloomed in splendor. Delighted, the Emperor personally named her “Yu,” likening her to flawless jade, precious beyond compare.\nCherished deeply by the Emperor and his consort since childhood, she grew not arrogant but graceful, lively, and kind. Between her elder brothers, Crown Prince, Sikong Sheng and Prince of Yan, Sikong Xu—both renowned yet at odds in politics—she mediates with sincerity and innocence. At imperial banquets, her words often ease tensions, and though the brothers are bitter rivals, both dote on their younger sister.",
            "stories": []
        },
        {
            "id": "WangMing",
            "name": "Wang Ming",
            "description": "Born the son of commoners, he grew up in poverty. In his youth, he earned a living by writing essays for wealthy households. The integrity and spirit within his words caught the eye of Yu Gong, who applauded his talent and sought him out, taking him as a disciple.\nWith Yu Gong's guidance, Wang Ming became upright and disciplined. Yu Gong often jested with Prince Jin, saying, This boy is much like I was in my youth.",
            "stories": []
        },
        {
            "id": "ChuMeng",
            "name": "Chu Meng",
            "description": "Son of Chu Huan. When his father was accused, Prince of Jin secretly protected him by changing his name and placing him in the army. After Prince of Jin ascended the throne, he was promoted to Captain of the Imperial Guard. To the court, he seemed taciturn and awkward, yet he held the Emperor's special favor. Whenever the Emperor toured, Chu Meng was always three steps behind.",
            "stories": []
        },
        {
            "id": "QiuSheng",
            "name": "Qiu Sheng",
            "description": "Sworn brother of Liu Dadao, leader of the northern righteous army. Wielding a long spear, he is unmatched in battle. Fiery by nature, he scorns the Wu's repeated attempts to win him over.",
            "stories": []
        },
        {
            "id": "LiDingYuan",
            "name": "Li Dingyuan",
            "description": "Commander of Imperial City Guard. Skilled at reading people, he has connections both in the light and the shadows. Quick to gather intelligence, he has twice switched allegiance, serving two successive emperors as spymaster.",
            "stories": []
        },
        {
            "id": "ChuMaoLun",
            "name": "Chu Maolun",
            "description": "Once the governor of Shuoyang prefecture in Xuan. To protect his wife and daughters, he betrayed the realm and defected to the Wu, becoming a strategist under General Shi Lang.",
            "stories": []
        },
        {
            "id": "LiuCaiRen",
            "name": "Consort Liu",
            "description": "Orphaned as a child, she was adopted by nobles and trained in song and dance. Later presented to the Emperor, her unmatched beauty and natural allure captivated him, winning her favor and indulgence for a time.",
            "stories": []
        },
        {
            "id": "QiJiu",
            "name": "Qi Jiu",
            "description": "Of humble soldierly origin, once a mere footman under General Zu Kun. Later assigned to serve with Prince of Jin, Sikong Yao at Yiyang, he fought side by side with the Prince, even leading a daring raid on Shi Lang's camp.\nAfter Zu Kun's death, he joined Sikong Yao's Northern Shuo Army, often charging as vanguard, loyal without fail. With the founding of the new dynasty, he was honored as a founding general, yet still bore his iron halberd guarding the palace gates.",
            "stories": []
        },
        {
            "id": "LinShu",
            "name": "Lin Shu",
            "description": "Once a frontier hero who gathered followers for protection in the war-torn borderlands. When he heard that Zu Kun was leading troops north, he brought his men to join and humbly requested to serve as a mere foot soldier. Zu Kun placed him under Sikong Yao's command at Yiyang.\nTaciturn yet fierce, he always fought at the front lines. In the bloody defense of Yiyang, he and Zhu Yuanzhi held the northern wall, where he witnessed Shi Lang's command banner fall. From then on, he pledged himself wholly to Prince of Jin. Rising from outlaw to general through countless campaigns, he remained steadfast and loyal. Despite his high rank, he lived simply, often standing with his hand on his sword at the palace steps, guarding the Emperor's carriage.",
            "stories": []
        },
        {
            "id": "ZhaoWu",
            "name": "Zhao Wu",
            "description": "A minor officer in the army, neither outstanding nor faulty, he marched south with Sikong Yao. Yet doubt grew in his heart. When the army was stalled at Dongming City, he secretly wrote a surrender letter to the enemy, which was discovered, leading to his dismissal.He laid down his arms and returned to the fields, living as a farmer. In his old age, when he suddenly heard the Emperor was touring his hometown, he stood trembling with his cane behind his thatched gate. At the sound of drums and gongs, he covered his face and retreated into his hut, ashamed to look upon the imperial presence.",
            "stories": []
        },
        {
            "id": "FuJiang",
            "name": "Fu Jiang",
            "description": "Born a refugee, he endured illness and hunger in youth. Determined to rise above his station, he enlisted under Sikong Yao.\nYet in the perilous struggle for power, he was deceived by Chen Ying and swayed by profit and fear into betrayal. Never did he imagine Chen Ying would fall in a mutiny. One wrong step erased all his past merits. When the blade pierced his chest, his eyes widened in shock and disbelief.",
            "stories": []
        },
        {
            "id": "WangGuaFu",
            "name": "Widow Wang",
            "description": "No one knows her real name—everyone calls her Widow Wang. It is said she was once the daughter of a wealthy merchant. On her wedding day, her household was destroyed by Wu raiders, forcing her into exile.\nYears of hardship hardened her tongue, making her sharp and formidable, often intimidating her companions. Yet her heart still bore kindness: when she saw the helpless, she would share her food, even as she cursed them.\nShe had seen the royal army march north and offered her grain in welcome. She had survived the Wu massacres, falling into valleys and living on wild fruit. She had stood at Yiyang's gates to watch the Emperor return in triumph. She endured the decline of Xuan and now witnessed the rise of Great Xuan. Hers was a life of sixty turbulent, extraordinary years…\nOr so she claims. Now, in the taverns of the southern capital, crowds gather daily to hear this woman storyteller spin her tales anew.",
            "stories": []
        },
        {
            "id": "YaEr",
            "name": "Yaer",
            "description": "A tribute girl from a small western kingdom, blessed with ivory skin and stunning beauty. Though unskilled in the music of the Central Plains upon entering the palace, her exotic looks drew the Emperor's gaze. Under Consort Liu's tutelage, she shed her innocence, and with her fiery and uninhibited charms, became uniquely favored.",
            "stories": []
        }
    ]
}