{
    "characters": [
        {
            "id": "SiKongYao",
            "name": "Sikong Yao",
            "description": "Second son of Emperor, Sikong Jing of Great Xuan, titled Prince of Jin.\nIn his youth, he lived through the turmoil of the southern retreat and often mingled in army camps. After receiving his title, he appointed talents regardless of origin, welcomed heroes from all walks of life, and heavily funded artisans in the Office of Works. He oversaw several improvements in weaponry and military equipment, earning high prestige both among the people and the army.",
            "stories": []
        },
        {
            "id": "XieRuoLan",
            "name": "Xie Ruolan",
            "description": "Daughter of the noble Xie family of Danling, Princess Consort of Prince of Jin, Sikong Yao.\nGifted in dance, music, and calligraphy, she grew up in the south, cherished by her father and brothers, famed as the “Pearl of Danling.” After her marriage, she became even more treasured by the Prince, serving as the vital bridge between Sikong Yao and the Xie family.",
            "stories": [
                {
                    "id": "QiZaiChaoChaoYuMuMu",
                    "title": "Not Measured in Each Dawn and Dusk",
                    "content": "Even among the daughters of noble families, the name Xie Ruolan was spoken of with admiration. Born to the illustrious Xie household, she had grown up with music, chess, painting, and poetry—a world of refined elegance. When her father Xie Jianan informed her that the family had decided to betroth her to Sikong Yao, Prince of Jin, she had long understood that her future would never be her own to decide. Still, she could not help the quiet ache in her heart.\nHe was a prince she knew only by name. From the whispered gossip of her closest friends, she could barely piece together the image of someone cold, stern, and unremarkable.\nShe had imagined a future husband who might be a graceful scholar-philosopher, or a broad-spirited warrior forged on the battlefield—not this middling prince, neither eldest-born nor distinguished in any way.\n\"Ruolan, trust your father in this matter. The Prince of Jin is no still water. And besides… adding flowers to brocade is easy; delivering coal in a snowstorm is rare. If our Xie family wishes to rise further, keeping to the beaten path will not do.\"\nShe looked into her father's eyes, at the depth there that brooked no argument. Every ache, every bewilderment, dissolved at last into a sigh so faint it could barely be heard.\n…\nIn the Prince of Jin's residence, Xie Ruolan gazed at the lacquered box in her hands. Inside, for one reason or another, lay a stack of letters she had never sent.\nShe lowered her eyes to the graceful script she had left on each page.\n\"I hope this letter finds you well. The north is cold and harsh—do take care to dress warmly.\"\n\"All is calm in the residence. Though a thousand li apart, we share the same bright moon.\"\n\"There is unrest in the capital. You should return at once.\"\nWhen had this loveless, obligatory union begun to change?\nPerhaps it was with each small thing she came to learn of him. Perhaps it was in the thousand quiet, unspoken accommodations of daily life. Perhaps it was in each promise he made and kept without fail…\nXie Ruolan turned through the letters one by one, until she reached the very last page.\nShe drew a breath, held the paper above the candle flame.\nAnd watched the fire climb the edge of the letter, burning to ash every trace of her longing, her worry, her tenderness.\nAlong with the two short, hasty words on that final page—\n\"Do not return.\""
                },
                {
                    "id": "MingYueQianLiYuJunTong",
                    "title": "One Moon, Shared Across a Thousand Li",
                    "content": "In the spring of the twenty-fourth year of Yuankang, news of Dongming City's fall struck the capital like a thunderclap.\nEveryone understood—the Prince of Ning's faction was finished. Save for those too deeply entangled to step back, the rest had already begun calculating their tomorrows.\nThe armies had not yet arrived, but the hearts of men had already scattered.\n\"My lady,\" Ah Jiao's voice held a barely perceptible tremor. \"The Prince has taken Dongming City.\"\nXie Ruolan sat composed at her writing desk, pressing the final wax seal onto the last letter with steady hands.\n\"Deliver these to every official residence and private household on the list. Tell them—if they remain sitting on the fence, playing both sides, the moment the Prince returns to the capital, their names will be among the very first submitted.\"\nHer voice was soft. Ah Jiao bit her lip and took the thick bundle of letters. She held back as long as she could, then could not help herself. \"Will this not bring down greater trouble? My lady is already treading the edge of a blade—why risk provoking the Prince of Ning further?\"\nXie Ruolan heard the genuine concern in those words and let her brows soften into a faint smile.\n\"The residence will likely be surrounded by the Prince of Ning's troops very soon. We have little time left.\"\nShe soothed her handmaid's fears and lifted her eyes to the bright moon hanging high outside the window.\nWas her hero standing a thousand li away, gazing at the same moon, and thinking of her?\n\"My own safety is a small matter. But if Xuan's strength is bled away by this civil strife—if the borders grow unstable, and foreign enemies seize the opening—that I could never atone for, even in ten thousand deaths.\"\nIt was not only for this tottering country. She was the one who stood at his side. She would not merely hide behind his back.\nShe would clear the path before him—even if it meant threats, bribes, or this desperate, dangerous gambit."
                }
            ]
        },
        {
            "id": "ChuHuan",
            "name": "Chu Huan",
            "description": "Once a trusted retainer of Emperor Sikong Jing, now the closest aide to Sikong Yao. He once led troops to protect Sikong Jing's family during their retreat south. Loyal and righteous, he deeply supports Sikong Yao's ambition to reclaim the north.\nTo Sikong Yao, he is both a loyal subject and a guardian who cared for him since childhood.",
            "stories": [
                {
                    "id": "QingShanMaiGuBuMaiMing",
                    "title": "Green Hills Bury Bones, Not Names",
                    "content": "He had parents, kinsmen, a wife—one unremarkable face among the countless ordinary souls of the old Langya Prince's household.\nWhen he escorted Sikong Zheng and Sikong Yao south, if honesty were to be told, it was less out of loyalty and righteousness than concern for his family's safety and his own future prospects. It was self-preservation, and a calculated wager.\nYet in the south, as everything improved—as his rank climbed and his family lived better than they ever had in the north—why did his thinking quietly shift?\nWas it the casual contempt in the southern nobles' eyes, the cut of looking-down that stung him like a man beneath notice? Was it his son, born in the south, utterly indifferent to the north's landscapes and the memories Chu Huan had kept like treasures? Or was it precisely because it was lost and beyond return that he longed for that homeland all the more?\nIn prison, facing every inducement and promise the Chen family dangled before him, he held fast with a stubbornness that bordered on obstinacy, shouldering everything on the Prince of Jin's behalf.\nWhy? What did he stand to gain?\nChu Huan himself could not say.\nNor could his son.\nThis young man—once an unknown, now the Emperor's most trusted confidant, elevated to command the imperial guard after the new Emperor's ascension—stood before Chu Huan's grave.\nOnly silence.\nHe had no right to grieve, no right to accuse. Only silence remained."
                }
            ]
        },
        {
            "id": "XieJianAn",
            "name": "Xie Jianan",
            "description": "Head of the noble Xie family of Danling, in-law and trusted aide of Prince of Jin, Sikong Yao.\nA shrewd and calculating strategist, he often resorts to ruthless means to achieve his goals. Politically, he supports Sikong Yao with full effort, yet he also pursues schemes for the benefit of his own family.",
            "stories": [
                {
                    "id": "JunChenMoLu",
                    "title": "Lord and Subject, Estranged",
                    "content": "On the Lantern Festival of the third year of Longwu, carriages and horses flowed ceaselessly before the gates of the Xie mansion. As father-in-law to the Emperor, grandfather to the Crown Prince, and holder of the offices of Grand Tutor, Chancellor, Administrator of State, and Governor of the Capital Region, Xie Jianan had climbed as high as any subject could climb. Yet the greater his power grew, the more a deep unease settled in his chest.\nSince the new Emperor's accession, the Xie family had risen under imperial backing to challenge even the Chen family's dominance as the south's foremost noble clan. But against the Chen family's centuries of entrenched influence, the Xie still fell short. Neither house could easily crush the other—and after several overt and covert clashes, both had begun to consider a different path entirely.\nToday, when Chen family envoys arrived to exchange greetings, they raised—almost as an aside—the matter of a marriage between their younger generations. Xie Jianan neither agreed nor refused; he only said he would think it over.\nHe understood perfectly what this implied. His daughter's death remained a wound in him that would never heal. But he was not only a father—he was a family patriarch, bound to consider every soul in the clan. Continued open war with the Chen family might win him a measure of imperial support in the short term, but in the long view, could the Emperor truly permit a second Chen family to rise? Xie Jianan had served this Emperor for too many years; no one read the Son of Heaven's mind more keenly than he.\nThat far-sighted sovereign would never allow any noble house to grow unchecked.\nAnd the Xie family was imperial in-laws besides—a blade already pressed to their own throats.\nHe lifted his brush, then set it down. Blots of ink ruined several fine sheets.\nAt last, he finished his reply and sent it to the Chen family.\nWatching the servant hasten away with the letter, he sat in the study's silence for a long while. When he finally drew the window shut, a single sigh followed him into the dark.\n\"The world is a game of chess…\""
                },
                {
                    "id": "DangDuanZeDuan",
                    "title": "Cut When It Must Be Cut",
                    "content": "A common house somewhere in the capital.\nXie Jianan arrived in a black robe and knocked at the gate.\nA trusted subordinate who had been waiting hurriedly relayed the latest rumors and shifts stirring through the city.\nThings had come to this. There was no longer any room for hesitation.\nAfter only a moment's thought, Xie Jianan dismissed the man and moved quickly to find brush and paper. He tested the tip several times, then at last put ink to page—imitating Chen Dao's hand, he wrote four forceful, resolute characters:\n\"Slay the Prince of Jin.\"\nHe looked at those four words. His heavy-lidded eyes drooped low, concealing the cold gleam beneath.\nWhether the Chen family truly harbored such intent was beside the point. The Prince of Ning's true thoughts, Chen Dao's real ambitions—none of it mattered.\nAll he needed was to lay a stair before his son-in-law's feet, and then… in these treacherous, churning currents, give him one quiet push.\nHe blew the ink dry, folded the note carefully against his chest, and stepped back out into the night."
                }
            ]
        },
        {
            "id": "YuGong",
            "name": "Yu Gong",
            "description": "Born to a noble family, he gained fame early for his learning. Repeatedly promoted by the court, he served as Chancellor of the Imperial Academy and even lectured the young Prince of Jin.\nDespite his lofty position, he bore no prejudice of birth and recommended many upright talents to Prince Sikong Yao, dedicated to reviving Xuan and serving the people. His disciples and associates fill the court. Free-spirited and unrestrained, his only weakness is drink—at every cup he drinks, by the third he is always drunk.",
            "stories": []
        },
        {
            "id": "SiKongJing",
            "name": "Sikong Jing",
            "description": "Originally a collateral member of the royal family, titled Prince of Langya. When the Wunu invaders pressed south and the capital Yongan City fell, he retreated south and, with the backing of the Chen family and allied noble families, was enthroned as the new Emperor.\nObsessed with alchemy and mysticism, he left state affairs largely in the hands of the nobility.",
            "stories": [
                {
                    "id": "AnLiu",
                    "title": "Undercurrent",
                    "content": "As an emperor thrust onto the throne by others' hands, Sikong Jing understood his own position better than anyone. The foundation beneath the dragon seat was so shallow that every time he wished to act, the tangled web of noble power closed ranks to block him.\nThe ambition to reclaim the lost north, the desire to build imperial dignity worthy of the name—these had long since come to seem like hollow dreams.\nHe learned, gradually, to fall silent. He buried those impractical aspirations deep.\nThen one early summer, he happened to overhear a palace attendant speak of the sweetness of lychees from Qingzhou.\n\"Lychees…\" he murmured, as if something in him stirred.\nWhen Sikong Jing raised the matter in the great hall—proposing to dig a canal to transport the fruit—he met, to his surprise, almost no opposition. The nobles exchanged knowing glances. Indulging the Emperor's whims was the least of it; more to the point, a project so costly in labor and resources, overseen by the Emperor himself, would fill pockets on all sides. And so the plan went forward—the Son of Heaven presiding, the nobles profiting—each party perfectly content."
                }
            ]
        },
        {
            "id": "ChenWanEr",
            "name": "Chen Waner",
            "description": "Daughter of the Chen family, the greatest noble family in Xuan. After the death of her parents, power shifted to her great-uncle Chen Dao, and her branch of the family was gradually stripped of influence.\nAs the last daughter of the main line, she refused to let her uncle dictate her fate. Pushed out of the family's center of power, she relied on her intelligence and wit to maneuver among factions and secure advantages for herself.",
            "stories": [
                {
                    "id": "QieDaiFengYuLai",
                    "title": "Let the Storm Come",
                    "content": "Incense coiled through the air of Fengwu Palace as her trusted handmaid gave a low, swift account of what was unfolding in the outer court.\nThe veteran noble factions led by the Xue and Tang families were pressing Crown Prince Sikong Sheng step by step in the main hall, their disciples closing in.\n\"My lady,\" the handmaid's voice could barely contain its excitement, \"heaven itself has set the stage. The clan elders say you need only watch from across the river—let the Crown Prince lose his footing, let him be blamed for obstructing the Northern Expedition, and his standing will collapse. It is even possible the Emperor will withdraw his favor entirely. At that moment, with our Prince's battle glory and your support behind him, what great matter could not be accomplished?\"\nShe said nothing. The palace fell quiet. The handmaid's eyes dropped respectfully to the floor, yet behind her stood a dozen invisible gazes pressing all their hopes upon her.\nIn truth, she had no choice at all—she was already on the side of the scales that would win. But when she finally spoke, her voice was calm and left no room for argument:\n\"Bring my robes.\"\nShe dressed in gold hairpins and embroidered silks and climbed the steps to the great hall, one after another. Sunlight traced golden threads along her figure, then swallowed her into the shadow of the doorway. Two columns of silent soldiers fell in behind her, ironclad and grim.\nFamily interest mattered. Her son's future she desired. But she would not stand idle while Sikong Yao's life's work was undone on the frontlines, and she would not permit Xuan to squander its moment of power through infighting.\nThis was no conduct worthy of a person of the realm—nor was it what she, Chen Waner, sought in her own heart.\nHer hem trailed the ground as she entered the great hall with all the composure she commanded, each step firm, each step irrevocable.\nWhen he returned victorious—would he remember her merit in securing the rear? Or would he guard against her as one who had exceeded her authority over matters of state? She entertained no easy hopes.\nBut she had no regrets.\nThe Northern Expedition must succeed. And in the foundation of that victory, there would be a stroke she wielded today—sharp, and stained with blood.\nAs for what came after—\nLet the storm come."
                },
                {
                    "id": "NiZhaoRanZhuoSe",
                    "title": "Stained in the Mire",
                    "content": "In the seventh year of Longwu, the three-dynasty elder statesman Chen Lang passed away, and the Emperor bestowed upon him the highest posthumous honors. At the same time, rumors about naming an Empress grew louder throughout the capital.\nAll in the realm knew that this dynasty had only one woman who had held the central palace—the late Consort Xie, posthumously honored as Empress Shude. She had died before the Emperor's accession.\nAnd the one who truly held the highest status in the inner palace now was Lady Chen of the Chen family.\nThrough the murmurs that drifted past her ears, Chen Waner merely received them as one receives a passing jest. She waved her trusted attendant back and took up her brush to compose a new volume of Court Precepts.\nHonestly speaking—if she claimed she felt no desire at all for that position, it would be self-deception. Yet she knew in her own heart that she might never reach it in this life. How could the living contend with the dead?\nEven now, she could not help but think back to that gentle, composed woman. She heard again the words—\"take Sheng and go\"—and remembered her own urgent rush to the Prince of Jin's residence, intent on seizing for the Chen family a critical \"merit of saving the heir\" rather than rescuing both mother and child, which would have reshaped the entire balance of the inner palace and the noble clans. In her mind she had already rehearsed every step.\nHow to lay out the risks. How to paint the crisis.\nBut when those clear eyes looked at her, and that woman spoke her own deepest wish before she could even open her mouth—the tight string in her chest snapped all at once, and what flowed through was a guilt-ridden, darkened, sinful relief.\nHer father's sudden death had made her a token to placate the clan elders. The Chen family's misjudged allegiance had made her a contract between noble house and imperial house, each using the other. She had always known good from evil, right from wrong—she possessed an untarnished clarity of self. Yet she had willingly let the name \"Chen\" wind its bonds around her, never once truly escaping the cage, never once tasting freedom.\nThen as now.\nThe brush tip paused. Ink that had gathered too long fell at last, blotting the neat characters freshly written. Chen Waner stared at the spreading stain as though staring at the color of her own life: a hue of calculation and shame, layered and inextricable, that no water could ever wash clean."
                }
            ]
        },
        {
            "id": "SiKongZheng",
            "name": "Sikong Zheng",
            "description": "Eldest son of Emperor Sikong Jing, titled Prince of Ning.\nAs the first son of the Prince of Langya, he bore concern for the realm and often protected his younger brother. After the southern retreat, he grew close to the Chen family and came to advocate a policy of cautious defense. Thus, in court, his views diverged from those of Sikong Yao, and the two brothers gradually drifted apart.",
            "stories": [
                {
                    "id": "ChenYe",
                    "title": "The Dark of Night",
                    "content": "In spring of the twenty-fourth year of Yuankang, Emperor Sikong Jing lay gravely ill, his breath fading by the day—a matter of months at most. Crown Prince Sikong Zheng, governing in the Emperor's name, had the court's affairs firmly in his grip.\nDeep in the night, in a hidden chamber of the Prince of Ning's residence, a trusted counselor named Chen Ying lowered his voice.\n\"Your Highness—the moment is fleeting and will not return. The Prince of Jin is far away at the frontier, beyond reach. Only a slight… disturbance within the palace is needed. The Emperor's sudden passing can be announced, and with a forged edict, the succession becomes rightful and undisputed.\"\nCandlelight danced across Sikong Zheng's face, casting the violent conflict in his brow into sharp relief. He understood what Chen Ying meant. That \"slight disturbance\" meant taking with his own hands the last thin thread of his father's life—climbing to the summit by treading on a kinsman's blood. The crown of power hovered just before him, close enough to grasp.\nHis mind flashed to his father's wasted face, to the broad back that had carried him on its shoulders in his childhood, to the stern voice that had guided him through the reading of memorials… and to his younger brother Sikong Yao's calm, sharp eyes before the troops.\nAfter a long silence, Sikong Zheng slowly closed his eyes. When he opened them again, the storm within had been pressed back down. He gave a quiet wave, and his voice came out heavy with exhaustion yet peculiarly clear:\n\"I will not do this—not only because of the bond between father and son, nor for fear of the world's condemnation. If I take the throne by such means, I will sit upon it in torment every day and every night thereafter. This realm I intend to claim—but I will claim it with my head held high. I will wait until the Emperor has passed from this world before making my move.\"\nHe chose the seemingly slower, more perilous road, staking everything on time—and keeping for himself a line, one that others might call laughable, but which was his own.\nChen Ying let out a quiet sigh and said nothing more.\nOutside the window, the night grew heavier still."
                },
                {
                    "id": "PiaoYao",
                    "title": "Adrift",
                    "content": "Sikong Zheng stood on the high terrace of the newly built palace gardens, gazing at the hazy outline of halls and towers dissolving in rain and mist. His right hand closed in an absent, reflexive curl—the hand that had once drawn a triple-weight crossbow with ease and put arrows through a willow branch at a hundred paces.\nWhen the Wunu broke through Yongan, he had shielded his younger brother in the flight south. In the chaos, a stray arrow had driven through his shoulder blade. The arrowhead tore through tendons and muscle; the wound had long since closed, but whenever rain came, it ached dully.\nEverything had changed when his father was placed on the throne under the Chen family's sponsorship.\nHe was no longer the son of a marginal prince. He was the firstborn son of this fragile new dynasty.\nThis newborn court needed stability, grain and funds, and the support of the southern noble houses. The olive branch extended by the Chen family—the south's paramount clan—could not have been more plainly intended.\nHe could no longer fight for Xuan on the battlefield. Then let him serve in another way—let him give what was left of his strength to this storm-tossed house.\nStabilize society; let the fugitive court catch its breath. Preserve the tottering legitimacy of the Sikong bloodline. Give the wavering noble families reassurance—show them the imperial house was willing to share governance and co-rule. This was the responsibility he bore as the eldest prince at this moment in time. It was the only choice left to him for his clan, and for the realm.\nHe struck his agreement with the Chen family: deliberate, composed, one step forward and no road back.\nEven if it meant being called a man content to shelter in the south.\nThe future was long. The problems his father's generation could not solve—when he ascended the throne, when Xuan had recovered its strength, perhaps they would no longer be problems at all…"
                }
            ]
        },
        {
            "id": "CaoBiaoZhi",
            "name": "Cao Biaozhi",
            "description": "A direct heir of the Cao family of Xuan, serving as Vice-Minister of Revenue. Though born into one of the top noble families, he is upright and unyielding, disdaining empty ritual. He often sheds his silks for plain robes, mingling with merchants and commoners, drinking alongside roving swordsmen, and gathering the latest intelligence from across the realm.",
            "stories": []
        },
        {
            "id": "ChenDao",
            "name": "Chen Dao",
            "description": "Chancellor of Xuan and head of the powerful Chen family, the foremost noble family of the realm. Deeply calculating, treacherous, and ruthless, he foresaw the turmoil that would follow the princes' struggles and the Wunu invasion. He chose to back the reclusive Prince of Langya and rose to dominance as the leading noble in the south.",
            "stories": []
        },
        {
            "id": "HuangHouLiShi",
            "name": "Empress Li",
            "description": "Formerly Princess Consort of Langya, she was made Empress of Xuan after the southern retreat. Dignified and gentle, she never intervenes in state affairs. Mother of both Sikong Zheng and Sikong Yao, she shows deep affection for her two sons.",
            "stories": []
        },
        {
            "id": "ZuYue",
            "name": "Zu Yue",
            "description": "Daughter of Great General Zu Kun of Xuan. Having followed her father on campaigns for years, she became a formidable warrior with an open and lively spirit. In private, she sometimes longed for the splendor of Jiangnan's pavilions and admired cultured scholars and handsome men.\nYet life in the army also shaped her into someone decisive and ruthless in serious matters. When carrying out orders, she never allowed personal feelings, striking fear into her enemies.",
            "stories": [
                {
                    "id": "BuHuaEMei",
                    "title": "She Paints No Brow",
                    "content": "She was the one and only female general of Great Xuan—the sole daughter of the great general Zu Kun.\nWind and sand had forged her bones to iron. Countless Wunu souls had fallen before her spear.\nA woman should carry herself as a woman—such lectures had reached her ears when she first took up arms. No one in the entire court dared repeat them to her face anymore.\nShe had followed her father to war at fourteen; at twenty, she commanded an army of her own. Every mark in her war record was earned in blood. With the Zu family—pillar of Xuan—standing behind her, the rules that governed most people's lives were no more than windblown motes of dust in her eyes.\nYet despite the many noble families that came seeking an alliance through her hand, Zu Kun fretted and sighed every time the subject of his daughter's marriage came up.\nWhenever it arose, even as Zu Yue stood in perfect military posture before her father, the corner of her mouth would twist into a disdainful curve.\n\"Can propriety pacify the realm? Can courtly elegance win back lost land? If I must have someone to manage me at every turn, I'd sooner take in an obedient young husband myself.\"\nYet in the stillness of late night, this woman who made enemies tremble would sometimes fall into a trance over story-scrolls sent north from the south. Those tales of painted pavilions in the rain, of lotus ponds and winding courtyards—they drifted through her heart like willow catkins on a spring breeze.\nShe could tame the fiercest warhorse, yet had never touched a qin. She knew tactics and formations by heart, yet had never threaded a needle. Now and then, studying herself in the bronze mirror, taking in the stern spirit that lived between her brows, she could not help but daydream—if she had been born in peaceful times, might she too have pressed paper flowers to her hair, strolled with an umbrella through soft spring rain?\n\"Who would choose a blade's edge if they could live in peace?\" she sighed long and low at a victory banquet once. \"I too want a little bridge over still water. I want to learn the qin, compose verses. And ideally…\" she paused, \"…someone with a pretty face to keep me company.\"\nXie Xuan laughed first; the rest of the tent followed in a roar. They took it for wine-loosened nonsense."
                },
                {
                    "id": "AnNengZheYao",
                    "title": "How Could She Bow?",
                    "content": "She arrived dusty from the road and stood in the command hall at Wuyang, barely finished describing the desperate situation at Yiyang when a suffocating silence fell over the tent.\nChen Ying unhurriedly unfolded the battle report in his hands, studied it for a long moment, then spoke. \"Our orders are to hold Wuyang.\"\nHe raised his eyes to meet Zu Yue's. \"The way things stand, I doubt relief could reach Yiyang before it falls. I cannot risk the Qingzhou army.\"\nZu Yue's hand moved without thinking to the hilt of her blade. That small motion snapped every guard in the tent to attention. Chen Ying reacted at once, his voice sharp and warning.\n\"Zu Yue—what are you doing?\"\nShe drew a long breath, forced her hand away from the hilt, and clasped her fists in a deep, lowered bow. \"I beg General Chen—send reinforcements to Yiyang at once.\"\nWhen had the young general of the fearsome Zu family ever humbled herself so?\nChen Ying stroked his chin. \"The risk to the Qingzhou forces would be substantial.\"\nThen his tone shifted. \"But then… it is rather impressive, General Zu—willing to let your own soldiers fight to the last to pin down the Wunu, while you ride into danger alone to plead for aid. That kind of courage commands respect.\"\n\"Chen Ying. What exactly do you want? Say it plainly.\"\n\"If General Zu were willing to submit a report to the court crediting the Qingzhou army with all merits from this engagement…\" Chen Ying narrowed his eyes, the ghost of a smile at his lips. The sentence was never finished—Zu Yue cut it off.\n\"Impossible.\"\nBut Chen Ying had read enough of her limits. He reclined at ease in his camp chair, shifting into a leisurely pose.\n\"No room for discussion. Your soldiers have lives. Yiyang's soldiers have lives. My soldiers also have lives.\"\nThe brazier crackled in the tent. She seemed to hear, from somewhere far away, the sounds of battle at Yiyang's walls. She thought of the young man who had pledged so boldly to retake every inch of lost land.\nYiyang was the vital supply corridor for the front lines. It could not fall.\n\"Fine.\"\nThe word was dragged out from between her teeth.\n\"I will submit the report. All credit goes to General Chen.\"\n\"Excellent! Excellent!\"\nChen Ying laughed, clapping his hands. \"Pass the order! We ride at once—to the aid of our Prince of Jin!\"\nThe officers filed out, commands ringing through the tent. Only Zu Yue remained where she stood—silent for a long, long time."
                }
            ]
        },
        {
            "id": "ChenYing",
            "name": "Chen Ying",
            "description": "Son of Chancellor Chen Dao, who helps his father control part of the military. Born into privilege and wielding great power, he is arrogant, cruel, and debauched.",
            "stories": []
        },
        {
            "id": "LiuNian",
            "name": "Liu Nian",
            "description": "Granddaughter of Liu Dadao, leader of the northern fortress clans.\nOrphaned young, she grew up under her grandfather's care in the lost northern lands, enduring hardship. Having witnessed countless friends and kin slain by the Wunu, she longs for the day when the people of the north can live in peace again.",
            "stories": [
                {
                    "id": "DiShengChang",
                    "title": "The Flute's Song Lingers",
                    "content": "She was born into the north's most turbulent age.\nAs a child she was quiet and withdrawn. Her grandfather was busy and rarely home, so she would curl into empty rooms and sit in silence—so that she was no trouble to anyone, and so she did not have to see and envy the other children her age who still had parents to watch over them.\nAs long as she made herself small, made herself no burden—that was enough.\nShe had always thought so.\nUntil one day she heard fierce voices outside the door: \"Old Liu, we'd sooner die than forge iron for the Wunu—\" \"Would you rather every last one of us in this fortress be slaughtered?\" \"Coward—\" \"Let's fight them—\"\nWhen her grandfather pushed the door open and sat down on the edge of the bed, his broad back had curved inward. He buried his face in his own hands.\nThe evening sun stretched his shadow long and long through the window, bleeding into the dark of the room, as if the weight of the entire fortress had settled onto his shoulders.\nSomething caught in her chest. She edged toward him, reached up, and stroked the old man's graying hair—the way he had once comforted her. He raised his head; she saw the ugly mess of tears and snot on that weathered face.\n\"What can I do?\" she asked herself for the first time.\nFrom that day she began to try—to smile, and to belong. She greeted the uncles who kept watch through the night. She gathered the children who had lost kin and played games with them at dusk. She apprenticed herself to the old physician and learned to name each herb carefully, always speaking soft words of comfort as she bandaged the wounded. She learned to play the flute too, from a musician who had fled south—using music to soothe the living and honor the dead.\nGradually, fewer faces in the fortress wore only grief. Hunger still pressed, and the Wunu threat still loomed, but this small world in the wilderness held a little more warmth than before.\nAt sunset, Liu Nian's flute rose into the air. She had come to love standing at the highest point and looking to the far horizon.\nShe knew the sun would rise again tomorrow. And what she had to do was carry that light, and let it shine into the hearts of every soul around her."
                },
                {
                    "id": "FeiWuXiang",
                    "title": "This Is Not My Home",
                    "content": "After the Yuankang Northern Expedition, Liu Nian followed Sikong Yao south and entered the palace as an imperial consort with the title Zhaovi.\nWhen she first arrived in the southern capital, she saw with her own eyes the misty Jiangnan she had only ever read of in books—dark tiles against pale walls in a spring of garden ponds, the willows of the Qinhuai swaying in an autumn moon's breath.\nTo say she was unmoved would be a lie. This land truly nourished its people. But human nature is what it is—never quite content.\nIn the midst of suffering she had longed for peace; now that peace had come, she began to yearn for something else. She found herself thinking more and more often of her years in the northern mountain fortress.\nThose days had been sparse and hard, yet her grandfather had been there, and Uncle Qiu, and the aunties who loved to laugh, and the children who pestered her to play the flute.\nSomething seemed to have gotten better now—yet she felt herself drifting further and further from all of them.\nUncle Qiu seemed changed. The familiar faces she had known all seemed changed. They no longer spoke to her without reserve; the words of every letter were laced with a formality, a politeness, a distance they could not quite hide.\nShe tried to hold on to the old warmth, but it was like grasping at smoke. She could not keep it. These feelings she sorted quietly and stored deep inside herself.\nThe southern capital was not like the north—every word, every gesture could be used against you. And she had little interest in power or wealth. Apart from keeping track each year of the familiar faces still serving in the Northern Shuo Army, she avoided all entanglements and kept to herself in her own palace, sheltering in the quiet she had made there.\nAnother Mid-Autumn came. The southern capital blazed with lanterns and fireworks—whole streets lit bright as noon, people pouring out to watch the moon. Liu Nian climbed a terrace with the Emperor and looked out over the city, cup in hand.\nWhen the wine was gone, the warmth in her cheeks had deepened to a flush.\nThe Emperor leaned closer, curious, catching something she was murmuring as she leaned against the railing.\nHe heard her, eyes drifting, half-closed with drink, exhale a small, quiet sigh.\n\"The southern capital shines through the night. Twelve jade towers—but none of them home.\""
                }
            ]
        },
        {
            "id": "ShiLang",
            "name": "Shi Lang",
            "description": "Right General of the Wu.\nA fierce and battle-hardened warrior who earned repeated merit in the southern campaigns. Yet because his mother was a captured slave, his lowly birth left him scorned and marginalized among the Wu aristocracy.",
            "stories": []
        },
        {
            "id": "ZhuYuanZhi",
            "name": "Zhu Yuanzhi",
            "description": "Of humble origins and blessed with immense strength, he spent his childhood forging iron, raiding, and working as a mercenary in the north with his father. After their bandit lair was destroyed by the Wu, he fled south alone. Later, when he waylaid Chu Huan's carriage, his talent was recognized and he was taken in as a follower, joining the army to hone his skills.",
            "stories": [
                {
                    "id": "GuLang",
                    "title": "Lone Wolf",
                    "content": "For as long as Zhu Yuanzhi could remember, he had lived at the grey margin of the frontier with his father—a man said to bend a horseshoe with his bare hands. His father had a few brothers; together they formed a small gang that was neither proper bandits nor a real fighting force, scraping by on work that kept one hand forever near a blade: hired guards for merchant caravans one season, horse-bandits preying on lone travelers the next.\nIn the idle hours, they ran a smithy on the side—mainly turning certain iron tools that couldn't be shown openly into something more useful.\nOrange forge-fire and the smell of blood and iron—that was the whole of Zhu Yuanzhi's childhood.\nHe was born with brute strength; at twelve he could swing a heavy hammer, and in a fight he could knock down grown men without effort. His father always said that strength like his was heaven's own gift of rice. The young Zhu Yuanzhi, like his father, accepted that the strong eat the weak as the natural order of things.\nUntil the Wunu came and tore apart his coarse, wild world without a moment's effort.\nHis father and all those familiar and half-familiar faces fell like cut grass. He fought his way out of the slaughter through sheer ferocity and knowledge of the terrain, leaving behind a home that had become scorched earth.\nAfter that he was a lone wolf, drifting south alone, clawing through the chaos of the age—until one rainy night, half-mad with hunger, he stepped in front of a carriage with a curved blade.\n\"Quite the cornered beast.\"\nWhen four armored guards finally pinned him down and the curtain lifted, the man who would become his teacher—Chu Huan—did not look alarmed. He laughed. \"It would be a waste to use that strength of yours for highway robbery.\"\nZhu Yuanzhi stiffened his neck, trying to remember the bold last words a tough man was supposed to say, but Chu Huan waved the guards aside. \"Take him with us. Give him something to eat. Get him clean clothes.\""
                },
                {
                    "id": "ChaiLang",
                    "title": "Running with the Pack",
                    "content": "\"General, please think again—we cannot move these troops. The court's orders are to repel the Wunu and hold, not to pursue. The Northern Shuo Army is the court's finest—if they were to suffer a defeat, His Majesty would certainly—\"\nZhu Yuanzhi didn't lash out at his counselor. He just sat in the great chair, impatiently switching which hand was digging at his ear. When the counselor had rambled long enough, he waited for a breath in the lecture and cut across it.\n\"Enough. Do I look like I'd fight a battle I can't win?\"\nThe counselor was plainly unconvinced and pressed on in a rush. \"But General—this isn't merely a question of odds! This is—\"\n\"A question of money.\" Zhu Yuanzhi let his gaze fall on the jumping flame of the oil lamp, his eyes carrying a sober, cold clarity beneath the surface. \"The pittance the court's been handing out leaves the men so hungry their eyes have gone green. You're going to tell them to tighten their belts and fight to the death?\"\nHe paused, and his voice dropped a measure—but the weight in it grew heavier. \"Half this army is men who fled south from the north. They've got fire in their bellies, and they want a better life. If you don't give them something to chase, something to look forward to—when it comes time to gnaw on the hard bones, who's going to bleed for you?\"\n\"Clear? Then pass the order.\"\nHe grinned at the silent counselor. On that obliging round face, there was just a trace of something fierce.\n\"Pursue and engage. Thirty percent of whatever we take goes back to the army coffers. The rest belongs to whoever earns it. You've got nerve? I'll lead you into the Wunu's own backyard—and we will eat well.\""
                }
            ]
        },
        {
            "id": "XieXuan",
            "name": "Xie Xuan",
            "description": "Younger brother of Princess Consort, Xie Ruolan, from the illustrious Xie family. Known across Xuan as a charming and flamboyant rake, he now serves under General Zu Kun for experience, though he retains his carefree nature. Whenever he rides through the bustling streets clad in silver armour, courtesans lean from the balconies, waving their sleeves in flirtation.",
            "stories": [
                {
                    "id": "JunZiBuLiWeiQiangXia",
                    "title": "A Gentleman Stands Not Beneath a Crumbling Wall",
                    "content": "As an ambitious wave of reforms rolled through the realm with Xie Xuan at its helm, his influence rose for all to see. Yet as the saying goes, it is cold at great heights—and in the shadows of the dynasty, danger was steadily massing.\n\"My lord, the Master has written again, urging you to stop and return to the capital.\"\nHis subordinate had waited in misery for over an hour. Xie Xuan never even lifted his head, focused entirely on drafting reform memoranda. This was the seventh family letter in half a year; once again, he chose to ignore it.\nThe sages said a gentleman stands not beneath a crumbling wall—and he was no fool. He knew perfectly well how treacherous the road ahead was.\nTo cut someone off from profit is like killing their father. He had offended the vested interests of so many that the impeachment memorials against him probably stacked higher than the Emperor's desk. But if he stepped aside now—what of those commoners-born scholars waiting for their single chance to rise? What of the old people of the north grinding out survival on barren land? What would his elder sister's sacrifice have meant?\nXie Xuan understood that the man on the dragon throne was using his bond with his sister and the Crown Prince's bloodline to drive him forward—hammering him into a blade, a spearpoint aimed at the noble families.\nBut paving the way for Sheng was not wrong. And speaking for the people was more right still.\nAt last Xie Xuan set down his brush and walked to the window. The night was thick; a cold moon hung alone in the sky.\nHe gave a sudden low laugh—a laugh edged with self-mockery, yet far more with resolve.\n\"Write back to my father,\" he said, voice steady. \"Tell him… it is not that I don't know how to retreat. It is that I cannot retreat.\"\nA great man acts not by asking what he may do, but by asking what he ought to do.\nFor Xie Xuan, in this moment, there were four words and four words only:\nYield not what is right."
                },
                {
                    "id": "XianYiNuMaShaoNianLang",
                    "title": "The Youth in Fine Clothes on a Fierce Horse",
                    "content": "In the capital's noble circles, Xie Xuan had always been a name on everyone's lips.\nUnlike the usual sons of great families, who prided themselves on lofty philosophical discourse and the cultivation of self, Xie Xuan wanted nothing to do with any of that—but wherever there was a righteous quarrel or a fine piece of mischief, he was always there. His father Xie Jianan was at a complete loss and eventually gave up trying, pulling in a favor to place the boy in the army of Great General Zu Kun.\nThe first hope: that the hardship of military life might knock some sense into his son and send him back to the capital to read his classics properly and carry on the Xie family's literary legacy.\nThe second: the boy wasn't entirely devoid of looks or ability, and General Zu happened to have a daughter of similar age, did he not?\nThe plan collapsed entirely. Sending the dog the meat bun—he never came home.\nXie Xuan flourished in the army as though born to it. With the Xie family's deep coffers behind him, he spent freely—rode the finest horses, drank the fiercest spirits, wore the sharpest blades, hunted down the most dangerous Wunu raiders, and struck up a spirited rivalry with General Zu Kun's daughter. When she beat him at the training ground, he hollered that next time he'd send his brother-in-law down to crush her, then promptly honored his bet—walking the field's edge handing out silver coins to every watching soldier and declaring Zu Yue his imperial grandmother.\nReckless and unruly as he was, he fought on the battlefield with ferocious skill—his father's doing no credit there. Xie the Minister nearly fainted the first few times reports of his son being gravely wounded in the thick of battle reached him. Then he simply got used to it. By the end, seeing a letter arrive he could only breathe carefully through his teeth and mutter:\n\"Count what medicinal herbs are in the stores and send some to General Zu.\""
                }
            ]
        },
        {
            "id": "ZuKun",
            "name": "Zu Kun",
            "description": "A native of Yongan City, Great General of Xuan and pillar of the realm, the chief commander guarding the Tianhe front against the Wu.\nSteady and mature, calm in judgment and never revealing his emotions, he has repelled the Wu's invasions many times and enjoys immense prestige within the army. Rarely meddling in politics, he is often praised for his integrity.",
            "stories": []
        },
        {
            "id": "LiuDaDao",
            "name": "Liu Dadao",
            "description": "Leader of the northern fortress clans and commander of the righteous army, once a soldier in the Yongan army.\nDuring the Wu invasion, fear drove him to desert. Later, he learned his wife and son perished in flight, plunging him into grief and remorse. After his daughter-in-law's death, he raised his granddaughter Liu Nian alone, the two depending solely on each other.",
            "stories": []
        },
        {
            "id": "SiKongSheng",
            "name": "Sikong Sheng",
            "description": "Eldest son of Sikong Yao and Xie Ruolan, titled Crown Prince of Xuan.\nIn childhood, he lived through his father's struggle for the throne and his mother's death. Entrusted with high hopes by his father, he was raised with respect and discipline. Polished and diligent, just as his mother had wished, he grew into a prince of great talent for governance, devoted to aiding his father and caring for the people.",
            "stories": [
                {
                    "id": "GuZhouXing",
                    "title": "A Solitary Boat",
                    "content": "All under heaven knew that Crown Prince Sikong Sheng had been named heir at the very moment the Emperor ascended the throne. For more than a decade, the realm had quietly come to accept that he would one day inherit all.\nOnly Sikong Sheng himself understood that the path beneath his feet had never been smooth.\nHis mother died young. Every thread of power in the inner palace was held by Lady Chen, mother of the second prince. His uncle Xie Xuan had shut himself in his mansion in listless seclusion; his grandfather Xie Jianan, though Chancellor, did not dare intervene too deeply in court affairs.\nA bloated, powerful family of in-laws might serve as fleeting support for the Crown Prince, but over time would only become a liability. The Emperor would never permit Xuan to retrace that ruinous path.\nAnd so Sikong Sheng, from his earliest years, had molded himself into a piece of jade without a single flaw.\nHe had mastered every text and classic, given counsel that was original and encompassing; his bearing toward others was generous and measured. He could not afford to let a breath of disappointment enter his father's eyes—could not fall short of his cherished younger brother in any way—and could not allow the name the late Empress had built for her virtue and grace to suffer the slightest shadow from his conduct.\nRespect, humility, propriety, and ability—these became the armor he layered over himself. They sealed in the fear, the loneliness, the exhaustion that lived beneath; nothing could be allowed to show.\nWhat he carried was not only the burden of the heir.\nIt was his mother's unfulfilled wish. His father's dream of reviving the realm. And the peace of all the people in the land.\nHe walked a road that ran straight ahead—no turning left, no turning right, no looking back. He had to be perfect. He could only be perfect."
                },
                {
                    "id": "ZhuGuangMing",
                    "title": "The Candlelight Burns",
                    "content": "On his mother's death anniversary, Sikong Sheng dressed in plain undyed clothes and entered the old Prince of Jin's residence at first light.\n\"I am sorry to trouble you so early.\" He received the candle the attendant held up in both hands, his tone warm, his courtesy flawless to the last detail.\nThe young attendant bowed in frightened protest.\nHe said nothing more. He lit the candle with care, made his three prostrations, then knelt quietly on the cushion and sat there, guarding the small flame, watching it slowly burn down—gazing, unblinking, at the gilded characters on the memorial tablet: Empress Shude, of Sovereign Grace and Literary Virtue.\nOnly here, in this old residence that held the brief happiness of his childhood and now stood empty and uninhabited, could he allow himself to set down, for a moment, the taut vigilance he held every hour inside the palace.\nIn truth, he could no longer recall the exact fear and bewilderment of that chaotic early night. Even his mother's face had faded to a soft, blurred outline.\nYet he still came, stubbornly reaching for the feeling—the feeling of being sheltered by her, of being wholly safe and warm. It was an illusion, he knew. But he chewed over its faint, phantasmal remnant again and again, and from it drew the strength to keep walking.\n\"Your Highness,\" the attendant's voice drew him back. \"It is the Hour of the Snake.\"\nSikong Sheng stood, made one final solemn bow, then turned and left.\nOnly after he had passed through the gate did Fan Zhong, the chief eunuch, stroll unhurried inside, look toward the now-empty doorway, and sigh quietly. \"The Crown Prince—still so devoted.\"\nThe young attendant studied Fan Zhong's expression and ventured carefully, \"Honored Father, should the incense and candles he just lit be taken away—same as every year?\"\n\"Take them away.\" Fan Zhong waved a hand. \"After all, we are fed by the palace.\"\nA moment later, before the spirit tablet of the late Empress Xie, all was clean and undisturbed—immaculate as fallen snow.\nImmaculate as though no one had ever come, and no quiet, careful longing had ever been left there."
                }
            ]
        },
        {
            "id": "SiKongXu",
            "name": "Sikong Xu",
            "description": "Second son of Sikong Yao and Chen Waner, titled Prince of Yan.\nSupported by his mother, the leading voice of the Chen family, and admired by General Zhu Yuanzhi, he is forthright, bold, and valiant. His reputation is strong both in the army and among the nobility.",
            "stories": [
                {
                    "id": "LiShiShiYiGeLunHui",
                    "title": "History Is a Cycle",
                    "content": "Sikong Xu had never forgotten. The Chen family bore a portion of the blame for Empress Xie Ruolan's death—a debt that carved an unbridgeable chasm between him and his elder brother, a poisoned thorn buried deep in his chest for years, impossible to pull out.\nThough in all these years Sikong Sheng had never moved against him or his mother, had at most held different views on policy, and in most matters even carried himself as an elder brother should—guarding and looking after him—Sikong Xu understood clearly: silence and restraint were not the same as having let it go.\nTo understand Sikong Sheng was not the same as yielding to him.\nJust as their father had once been unable to yield for the sake of the realm, Sikong Xu too had things he must protect.\nWhatever shifted in the balance of power, whoever won and whoever fell in the end—he would keep his mother safe. And he would keep the entire Chen family, whose fate was bound to his own, safe as well.\nFor a moment he seemed to see a great river carrying everything forward in its relentless current.\nAll of it—just history, endlessly turning upon itself."
                },
                {
                    "id": "JinShuiLouTaiXianDeYue",
                    "title": "The Pavilion by the Water Sees the Moon First",
                    "content": "Among the hundreds of officials at court, those who favored Second Prince Sikong Xu were far from few.\nThe Chen family's influence played its part, of course—but one could not deny that Sikong Xu himself was genuinely extraordinary. From childhood he had possessed rare gifts for strategy and command. In the Longwu Northern Expedition, he led from the front, killed an enemy general in the field, and built a martial reputation that shone. Was he not strikingly similar to the Emperor himself—who had made his own name by storming enemy positions and seizing banners in battle?\nIt was no empty rumor, then, that the world speculated the Emperor might favor him.\nIn the past, Sikong Xu had always stayed silent on all such court gossip, guarding himself with careful reticence. On the surface, at least, he and his elder brother the Crown Prince maintained every appearance of fraternal harmony.\nBut times had changed. Xuan had won its great victory over the Wunu; the external threat was temporarily suppressed and this unparalleled achievement now belonged to history. Yet the Emperor who had made it possible lay gravely wounded and unconscious, his life uncertain.\nAnd more to the point: Sikong Sheng was holding the capital from afar. While he—was at their father's side.\nOn the road back to Yiyang, General Zhu had already hinted several times that the pavilion closest to the water sees the moon first. That highest, most supreme of all positions had never felt so near—or so dangerous.\nThere were things he could no longer pretend not to see. He had to start calculating."
                }
            ]
        },
        {
            "id": "SiKongYu",
            "name": "Sikong Yu",
            "description": "Youngest daughter of Sikong Yao, born of Liu Nian, titled Princess of Xunyang.\nIt is said that at her birth, magnolia trees in the palace bloomed in splendor. Delighted, the Emperor personally named her “Yu,” likening her to flawless jade, precious beyond compare.\nCherished deeply by the Emperor and his consort since childhood, she grew not arrogant but graceful, lively, and kind. Between her elder brothers, Crown Prince, Sikong Sheng and Prince of Yan, Sikong Xu—both renowned yet at odds in politics—she mediates with sincerity and innocence. At imperial banquets, her words often ease tensions, and though the brothers are bitter rivals, both dote on their younger sister.",
            "stories": [
                {
                    "id": "QianQiu",
                    "title": "A Thousand Autumns",
                    "content": "When the envoys of the Murong clan of Yan-Dong arrived and set forth their terms for a joint campaign against the Wunu and the reclaiming of lost territory—that the price was the Princess's hand in marriage—it was the first time a crack had opened in Sikong Yu's world.\nThe news reached her as she was carefully brushing the morning dew from the leaves of her orchid.\nHer fingertip stilled in midair. The room suddenly felt frighteningly silent. An inexplicable chill crept into her bones. The only thing she could hear was her own heartbeat—one, then another.\nInstinctively she reached for something to hold onto. But then came one blow after another, falling like thunderbolts.\nShe heard that her mother—gentle, soft-spoken, who never contended for anything—had stripped off her ornaments and knelt outside the Emperor's hall through the wind and cold until well past midnight. She heard that the level-headed Crown Prince and bold-spirited Second Elder Brother had come to open, furious conflict over her fate, barely stopping short of a complete rupture.\nThat night, Sikong Yu dismissed all her attendants and sat alone at the window. Countless tangled thoughts twisted and knotted in her mind. In the end only one thing remained perfectly, painfully clear—the fortress of warmth that was her world was on the verge of shattering because of her. Every small, particular worry she had ever had dissolved, light as dust, against the crash of \"duty to the realm\" and \"family above all else.\"\nBy the first pale light of dawn, Sikong Yu drew a slow breath, rose, and walked to her writing desk. Her gaze settled on the orchid called \"Qianqiu—A Thousand Autumns.\" She pressed her lips together and swallowed the regret rising in her heart. She would likely never see this orchid bloom.\nOn the day the proclamation was read, Fan Zhong stared in astonishment as the Princess herself placed a rolled painting in his hands.\nIt was an orchid in full, blazing flower.\n\"This is all your daughter has to offer her father. I present this painting, and with it, I wish our Xuan—\"\n\"Rivers and mountains unharmed. Fortune enduring ten thousand autumns.\"\nOn the day she departed south, the imperial carriage rolled out through the southern capital's gates. The wind lifted the curtain; she could not stop herself from looking back.\nThrough a blur of tears, she thought she glimpsed her father's solitary figure atop the city wall, holding tightly in his hands the painting she had made—her \"Thousand Autumns.\"\nShe turned slowly forward, and sat properly upright.\nAhead lay a land and a fate she did not know.\nAnd she was no longer the pampered orchid who only knew how to receive warmth. She was a princess of Xuan—and she had already, with her own hand, painted herself into Xuan's unending scroll."
                },
                {
                    "id": "JinZhi",
                    "title": "The Golden Branch",
                    "content": "From the day of her birth to this very moment, her world had known nothing but kindness.\nHer father's doting, her mother's tenderness, and the protectiveness of her two elder brothers—one meticulous, one clumsy, but both absolute—had walled her in without a single gap. She was the rarest orchid in the warmest greenhouse, untouched by a single day of wind or rain. She had come to accept as natural that whatever she pointed a finger at, the world would place before her eyes.\nThis pot of orchid, \"Qianqiu,\" had a name that pleased her greatly—it was said to be a rarity nearly impossible to cultivate. After she received it she tended it herself every day, watching those jade-green leaves glow translucent in the morning light, and she had already made up her mind: when it bloomed its first flower, she would carry it to her father and ask for the most remarkable gift in the world.\nBut what?\nSilks and brocades? Her chests were already overflowing.\nRare treasures and curiosities? A single word would bring them to her.\nShe had even cajoled her Second Elder Brother into taking her to the army camp to ride a fierce horse, and had the Crown Prince Elder Brother secretly show her the maps of Xuan's territory.\n\"What do I actually want…\"\nShe poked at the tightly closed bud of \"Qianqiu,\" mumbling to herself—but there was no real distress in her heart.\nWas she truly waiting for a gift she hadn't yet imagined that would surprise her? Or was she hoping to see her perpetually busy father smooth the lines from his brow and smile? The Princess had her own quiet reckoning, and kept it to herself."
                }
            ]
        },
        {
            "id": "WangMing",
            "name": "Wang Ming",
            "description": "Born the son of commoners, he grew up in poverty. In his youth, he earned a living by writing essays for wealthy households. The integrity and spirit within his words caught the eye of Yu Gong, who applauded his talent and sought him out, taking him as a disciple.\nWith Yu Gong's guidance, Wang Ming became upright and disciplined. Yu Gong often jested with Prince Jin, saying, This boy is much like I was in my youth.",
            "stories": []
        },
        {
            "id": "ChuMeng",
            "name": "Chu Meng",
            "description": "Son of Chu Huan. When his father was accused, Prince of Jin secretly protected him by changing his name and placing him in the army. After Prince of Jin ascended the throne, he was promoted to Captain of the Imperial Guard. To the court, he seemed taciturn and awkward, yet he held the Emperor's special favor. Whenever the Emperor toured, Chu Meng was always three steps behind.",
            "stories": []
        },
        {
            "id": "QiuSheng",
            "name": "Qiu Sheng",
            "description": "Sworn brother of Liu Dadao, leader of the northern righteous army. Wielding a long spear, he is unmatched in battle. Fiery by nature, he scorns the Wu's repeated attempts to win him over.",
            "stories": []
        },
        {
            "id": "LiDingYuan",
            "name": "Li Dingyuan",
            "description": "Commander of Imperial City Guard. Skilled at reading people, he has connections both in the light and the shadows. Quick to gather intelligence, he has twice switched allegiance, serving two successive emperors as spymaster.",
            "stories": []
        },
        {
            "id": "ChuMaoLun",
            "name": "Chu Maolun",
            "description": "Once the governor of Shuoyang prefecture in Xuan. To protect his wife and daughters, he betrayed the realm and defected to the Wu, becoming a strategist under General Shi Lang.",
            "stories": []
        },
        {
            "id": "LiuCaiRen",
            "name": "Consort Liu",
            "description": "Orphaned as a child, she was adopted by nobles and trained in song and dance. Later presented to the Emperor, her unmatched beauty and natural allure captivated him, winning her favor and indulgence for a time.",
            "stories": []
        },
        {
            "id": "QiJiu",
            "name": "Qi Jiu",
            "description": "Of humble soldierly origin, once a mere footman under General Zu Kun. Later assigned to serve with Prince of Jin, Sikong Yao at Yiyang, he fought side by side with the Prince, even leading a daring raid on Shi Lang's camp.\nAfter Zu Kun's death, he joined Sikong Yao's Northern Shuo Army, often charging as vanguard, loyal without fail. With the founding of the new dynasty, he was honored as a founding general, yet still bore his iron halberd guarding the palace gates.",
            "stories": []
        },
        {
            "id": "LinShu",
            "name": "Lin Shu",
            "description": "Once a frontier hero who gathered followers for protection in the war-torn borderlands. When he heard that Zu Kun was leading troops north, he brought his men to join and humbly requested to serve as a mere foot soldier. Zu Kun placed him under Sikong Yao's command at Yiyang.\nTaciturn yet fierce, he always fought at the front lines. In the bloody defense of Yiyang, he and Zhu Yuanzhi held the northern wall, where he witnessed Shi Lang's command banner fall. From then on, he pledged himself wholly to Prince of Jin. Rising from outlaw to general through countless campaigns, he remained steadfast and loyal. Despite his high rank, he lived simply, often standing with his hand on his sword at the palace steps, guarding the Emperor's carriage.",
            "stories": []
        },
        {
            "id": "ZhaoWu",
            "name": "Zhao Wu",
            "description": "A minor officer in the army, neither outstanding nor faulty, he marched south with Sikong Yao. Yet doubt grew in his heart. When the army was stalled at Dongming City, he secretly wrote a surrender letter to the enemy, which was discovered, leading to his dismissal.He laid down his arms and returned to the fields, living as a farmer. In his old age, when he suddenly heard the Emperor was touring his hometown, he stood trembling with his cane behind his thatched gate. At the sound of drums and gongs, he covered his face and retreated into his hut, ashamed to look upon the imperial presence.",
            "stories": []
        },
        {
            "id": "FuJiang",
            "name": "Fu Jiang",
            "description": "Born a refugee, he endured illness and hunger in youth. Determined to rise above his station, he enlisted under Sikong Yao.\nYet in the perilous struggle for power, he was deceived by Chen Ying and swayed by profit and fear into betrayal. Never did he imagine Chen Ying would fall in a mutiny. One wrong step erased all his past merits. When the blade pierced his chest, his eyes widened in shock and disbelief.",
            "stories": []
        },
        {
            "id": "WangGuaFu",
            "name": "Widow Wang",
            "description": "No one knows her real name—everyone calls her Widow Wang. It is said she was once the daughter of a wealthy merchant. On her wedding day, her household was destroyed by Wu raiders, forcing her into exile.\nYears of hardship hardened her tongue, making her sharp and formidable, often intimidating her companions. Yet her heart still bore kindness: when she saw the helpless, she would share her food, even as she cursed them.\nShe had seen the royal army march north and offered her grain in welcome. She had survived the Wu massacres, falling into valleys and living on wild fruit. She had stood at Yiyang's gates to watch the Emperor return in triumph. She endured the decline of Xuan and now witnessed the rise of Great Xuan. Hers was a life of sixty turbulent, extraordinary years…\nOr so she claims. Now, in the taverns of the southern capital, crowds gather daily to hear this woman storyteller spin her tales anew.",
            "stories": []
        },
        {
            "id": "MuRongCui",
            "name": "Murong Cui",
            "description": "Murong Cui, a princely scion of the Murong house who commands the eastern lands of Yan. Born to royal rank, he did not settle for courtly luxury — by virtue of exceptional military talent and a string of celebrated victories repelling the Wunu, he rose to become the youngest and most famed commander of Yan East, earning high esteem both at court and among the people.",
            "stories": []
        },
        {
            "id": "YaEr",
            "name": "Yaer",
            "description": "A tribute girl from a small western kingdom, blessed with ivory skin and stunning beauty. Though unskilled in the music of the Central Plains upon entering the palace, her exotic looks drew the Emperor's gaze. Under Consort Liu's tutelage, she shed her innocence, and with her fiery and uninhibited charms, became uniquely favored.",
            "stories": []
        }
    ]
}