{
    "characters": [
        {
            "id": "SiKongYao",
            "name": "司空耀の小女、劉念の出身で浔陽公主に封ぜられた。公主の誕生時、宮苑の玉蘭は盛んに咲き、天子は悦び名を「钰」と賜ったという。幼くして皇帝と昭儀に愛されるが、気性は驕らず、聡明で可愛らしい。太子司空盛と燕王司空旭は政見は異なるが妹には慈愛を示す。",
            "description": "司空耀",
            "stories": []
        },
        {
            "id": "XieRuoLan",
            "name": "軍の裨将、過去の過ちはあるが司空耀に従い東明城で阻まれた際に降書を書き内通したため免職された。後に農に心を入れて隠棲し、帝の巡幸を恥じて隠れる。",
            "description": "謝若蘭",
            "stories": []
        },
        {
            "id": "ChuHuan",
            "name": "かつて宣国の烁陽郡の守であったが、妻女を守るため邬伖に寝返り、石狼の幕僚となった。",
            "description": "楚桓",
            "stories": []
        },
        {
            "id": "XieJianAn",
            "name": "晋王妃謝若蘭の弟で、鐘鳴鼎食の謝氏の出、自他共に有名な風流な小霸王。祖坤麾下で修練するも性は放蕩で、銀甲で馬に乗れば街中の娘たちが目を引く。",
            "description": "謝建安",
            "stories": []
        },
        {
            "id": "YuGong",
            "name": "丹陵の士族・謝氏の家長で晋王の姻親かつ腹心。老練で毒のある策略家であり、晋王を政治的に支える一方、家の利害のためには手段を選ばぬ。",
            "description": "虞宮",
            "stories": []
        },
        {
            "id": "SiKongJing",
            "name": "大宣皇帝司空景の長子、寧王に封ぜられる。幼時は琅琊王の長子として天下を憂い、度量ある人物で弟を守った。南渡後は士族の陳家と距離を縮め、偏安を主張したため晋王司空耀とは政見が対立し、兄弟は疎遠になってゆく。",
            "description": "司空景",
            "stories": []
        },
        {
            "id": "ChenWanEr",
            "name": "宣国の丞相であり第一の士族・陳氏の家主。深謀遠慮にして陰険な人物で、琅琊王に賭けて南方の第一士族の地位を得た。",
            "description": "陳婉児",
            "stories": []
        },
        {
            "id": "SiKongZheng",
            "name": "司空耀の長子、謝若蘭の子で宣国の太子。幼時に父の簒奪と母の死を経験し、父皇に大いに期待されて育てられた。礼を重んじ文雅で厳格、母の望み通りに治国の才を養い、父皇の大業を助けうる良き太子となった。",
            "description": "司空正",
            "stories": []
        },
        {
            "id": "CaoBiaoZhi",
            "name": "草莽出身で天性の怪力を持つ。幼少時父とともに北で鍛冶や雇傭兵をしていたが、匪巣が邬伖に滅ぼされ、一人で生き延び南に流れ、楚桓の馬車を襲って彼に認められ門下に入り軍で鍛えられた。",
            "description": "曹表之",
            "stories": []
        },
        {
            "id": "ChenDao",
            "name": "丞相陳導の子で数々の兵権を助け、旧家の血を引く。高位高権にして傲慢狂暴な纏わり者だ。",
            "description": "陳導",
            "stories": []
        },
        {
            "id": "HuangHouLiShi",
            "name": "邬伖の右将軍。勇猛にして戦を善くし、邬伖の南侵で屡立功を挙げたが、母が連れ去られた女奴で出自が低く、邬伖の権臣から排斥されている。",
            "description": "皇后李氏",
            "stories": []
        },
        {
            "id": "ZuYue",
            "name": "難民出身で飢えに苦しんだ過去を持ち、出世を志して司空耀に仕えた。だが危機の折に陳応に唆され、利を取り込んで裏切りの心を起こす。陳応は兵変で暴死し、彼は一歩誤って功績を失う。刃が胸を貫く時、驚愕するばかりであった。",
            "description": "祖月",
            "stories": []
        },
        {
            "id": "ChenYing",
            "name": "西域の小国の貢女で、雪のような肌と花のような容貌を生まれつき備える。最初は中原の音律がわからなかったが、柳才人の手で磨かれ熱烈な態度で帝の寵愛を得た。",
            "description": "陳應",
            "stories": []
        },
        {
            "id": "LiuNian",
            "name": "司空耀の次子で、陳婉児の子。燕王に封ぜられた。陳家の背後支援を受け、朱元之と互いに評価し合う。性格は率直で勇猛、軍や士族の間でも評価が高い。",
            "description": "劉念",
            "stories": []
        },
        {
            "id": "ShiLang",
            "name": "永安出身の宣国大将軍。国家の柱として天河を守り邬伖に対抗した主要将である。温厚で老成し、喜怒を顔に出さず幾度も邬伖を撃退し軍中で高い威望を持つが、政に深入りせぬ人物である。",
            "description": "石狼",
            "stories": []
        },
        {
            "id": "ZhuYuanZhi",
            "name": "皇城の司都統。言葉を読み人の心を見抜くことに長け、黒白両道に手を伸ばし情報を迅速に集める。二度にわたり寝返り、二代の皇に情報工作を行ってきた。",
            "description": "朱元之",
            "stories": []
        },
        {
            "id": "XieXuan",
            "name": "丹陵士族の娘で晋王の妃。歌舞書画に長じ、南方で育ち父や一族に愛される。嫁いでからは晋王に寵愛され、司空曜と謝氏の仲を繋ぐ存在となった。",
            "description": "謝玄",
            "stories": []
        },
        {
            "id": "ZuKun",
            "name": "祖坤の娘で父と共に戦場に赴き武芸に優れ、性格は奔放で明朗。文人に憧れもあるが、軍の事には断固たる冷徹さを見せ敵を震えさせる。",
            "description": "祖坤",
            "stories": []
        },
        {
            "id": "LiuDaDao",
            "name": "劉大刀の孫娘。両親を失い祖父と共に北の失地で苦しい日々を送った。多くの親友や知人を邬伖のために失い、いつか北方の民が安寧を得ることを心から願っている。",
            "description": "劉大刀",
            "stories": []
        },
        {
            "id": "SiKongSheng",
            "name": "大宣の第二子で晋王に封ぜられる。幼時に南渡の乱を経験し、常に軍中にあって人材を広く登用し、重金で工匠を招き兵具を改良した。そのため民間と軍中で高い声望を得ている。",
            "description": "司空盛",
            "stories": []
        },
        {
            "id": "SiKongXu",
            "name": "元は皇族の分家で琅琊王に封ぜられ、邬伖の南侵で永安城が陥落した際に南下し、陳家と有力士族らに擁立されて新帝となり、天河南方で大統を継いだ。丹薬鍛錬と玄修に耽り、政事は各地の士族に委ねられることが多い。",
            "description": "司空旭",
            "stories": []
        },
        {
            "id": "SiKongYu",
            "name": "宣国の曹氏嫡流、戸部侍郎。出自は一等の士族で陳家と世交がある。丞相陳導に師事するが、性は剛直で虚礼を嫌う。錦の袍を脱ぎ布衣にて市井に混じり、南北の商人や遊侠と交わり各地の情勢を探る。",
            "description": "司空钰",
            "stories": []
        },
        {
            "id": "WangMing",
            "name": "元は琅琊王妃で、南下後に宣国皇后に封じられた。端正で温婉、朝政に干渉せぬ。司空正と司空曜の生母であり、二人を深く慈しむ。",
            "description": "王明",
            "stories": []
        },
        {
            "id": "ChuMeng",
            "name": "誰も彼女の名を知らぬ。人々は王寡婦と呼ぶ。かつて商家の富豪の娘であったが、新婚の夜に邬伖の鉄騎に家を破られて流浪した。年を経て言葉は荒く豪胆、同行者を畏れさせるが、心底は善良で困窮する者に食糧を分け与える。王師の北上を見届け、邬伖の虐殺を生き延び、山谷で野果で生き延びた歴史を語る。今は南都の酒楼で新たな物語を話す物語屋となっている。",
            "description": "楚蒙",
            "stories": []
        },
        {
            "id": "QiuSheng",
            "name": "宣国最大の士族・陳家の嫡女。両親を失い家権は叔父の陳導に奪われ、陳婉児の一族は家での地位を徐々に蝕まれていく。陳婉児は巧みに各所を渡り歩き自らの有利を勝ち取る。",
            "description": "邱勝",
            "stories": []
        },
        {
            "id": "LiDingYuan",
            "name": "元は辺塞の豪傑で、烽火の地で群を集め自らを守っていた。祖坤の北征の噂を聞き、志願して晋王の麾下に入った。寡黙だが勇猛で常に前線に立ち、弋陽の血戦で朱元之と共に北側の城壁を守り、石狼の大営の旗が折れるのを目撃し、その時より晋王に忠誠を誓った。草莽から将へと上り、功により雲台に列し、今も剣を帯びて丹墀に立ち皇帝を護る。",
            "description": "李定遠",
            "stories": []
        },
        {
            "id": "ChuMaoLun",
            "name": "楚桓の子。楚桓が罪に問われた際、晋王が密かに保護し名前を変えて軍に残した。晋王が即位すると羽林校尉に昇り、寡黙ながら聖心を得て帝の巡幸には三歩をして従う。",
            "description": "楚茂倫",
            "stories": []
        },
        {
            "id": "LiuCaiRen",
            "name": "司空景の旧臣で、司空耀の側近。かつて司空景一家を南下で護り、司空耀の北伐を支持した。司空耀にとって臣であり父代わりの守護者でもある。",
            "description": "柳才人",
            "stories": []
        },
        {
            "id": "QiJiu",
            "name": "功績（実績）",
            "description": "齊九",
            "stories": []
        },
        {
            "id": "LinShu",
            "name": "元は孤児で士族に養われ歌舞を学んだ。王に献ぜられ、その容貌のため帝の寵愛を受け一時は栄華を極めた。",
            "description": "林戍",
            "stories": []
        },
        {
            "id": "ZhaoWu",
            "name": "北地義軍の首領劉大刀の義兄弟。長槍を以て万夫を当たらぬ勇を誇る。彼は烈火の如き性格で邬伖の招安を嘲る。",
            "description": "趙武",
            "stories": []
        },
        {
            "id": "FuJiang",
            "name": "名門士族の出で若くして才名を馳せ、国子監の祭酒を務め晋王に学問を教えた。彼は高位にありながら門閥に偏らず直臣を推薦し、多くの門生が朝野に散らばる。性は豪放だが酒好きでもある。",
            "description": "福江",
            "stories": []
        },
        {
            "id": "WangGuaFu",
            "name": "布衣の子。幼少に貧しく富豪の代筆をし、その風骨が虞公に見出され弟子となった。虞公は晋王と冗談めかしてこの子は若き日の我に似ていると言った。",
            "description": "王寡婦",
            "stories": []
        },
        {
            "id": "YaEr",
            "name": "軍出身で祖坤の麾下の小卒だったが晋王に随って弋陽に駐屯し、晋王と共に血戦した。祖坤の没後は司空耀に従い北朔軍に入り先鋒として戦い、忠節にして勇を失わぬ。新朝成立後に功で列せられ雲台に名を連ねる。",
            "description": "雅兒",
            "stories": []
        }
    ]
}