{
    "characters": [
        {
            "id": "SiKongYao",
            "name": "司空耀",
            "description": "司空耀の小女、劉念の出身で浔陽公主に封ぜられた。公主の誕生時、宮苑の玉蘭は盛んに咲き、天子は悦び名を「钰」と賜ったという。幼くして皇帝と昭儀に愛されるが、気性は驕らず、聡明で可愛らしい。太子司空盛と燕王司空旭は政見は異なるが妹には慈愛を示す。",
            "stories": []
        },
        {
            "id": "XieRuoLan",
            "name": "謝若蘭",
            "description": "軍の裨将、過去の過ちはあるが司空耀に従い東明城で阻まれた際に降書を書き内通したため免職された。後に農に心を入れて隠棲し、帝の巡幸を恥じて隠れる。",
            "stories": [
                {
                    "id": "QiZaiChaoChaoYuMuMu",
                    "title": "岐路に立つは朝夕の問いにあらず",
                    "content": "謝若蘭の名は、士族の令嬢の中でもひときわ称えられる存在であった。名門謝家の鐘鳴鼎食の中で育ち、琴棋書画を嗜み、詩と酒と風雅を日とした。父・謝建安が、家族の決定として晋王・司空耀への嫁入りを告げた時、彼女はずっと前から己の未来は己のものではないとわかっていた。それでも、胸の奥に沈む落胆は抑えようがなかった。\n名前だけ知っている皇子。閨の友の噂話をかき集めても、描き出せるのは冷淡でつまらない人物の輪郭ばかり。\n夢に描いた夫は、温雅な清談の名士か、あるいは戦場に立つ豪壮な将軍のはずだった。嫡長子でもなく何の功績もない、平凡な皇子だとは――。\n「若蘭、父を信じなさい。あの晋王は、池の底に沈んだままでいる器ではない。それに……錦の上に花を添えるのは易く、雪中に炭を送るのは難しい。謝家がさらに上へ行くには、型通りの歩みでは足りないのだ。」\n瞳の奥に宿る、反論を許さぬ重みを見つめながら、彼女のすべての落胆と戸惑いはひとつの、かすかな溜め息となって消えた。\n……\n晋王府の一室。謝若蘭は手の中の小箱を見つめた。さまざまな事情で送り出せなかった手紙が、中に重なり合っていた。\n彼女は目を細め、紙の上に残した自らの細字を読む。\n「ご無事と祈ります。北地は寒く厳しいゆえ、どうかお体を大切に。」\n「屋敷は平穏です。千里を隔てながらも、同じ月を仰いでいます。」\n「都に変事あり。お急ぎお戻りください。」\n情のない、義務だけの婚姻が、いつから変わり始めたのだろう。\n晋王への理解が一分ずつ深まるごとに。日々の暮らしの中に積み重なる、小さな思いやりの中に。かならず守られた、ひとつひとつの約束の中に……。\n謝若蘭は一枚ずつ手紙を読み返し、最後の一枚に至った。\n息を吸い、紙を燭の炎の上へかざす。\n火が文字を舐め上げ、彼女の慕情も、憂いも、温もりも、すべて灰となって消えた。\n　最後の手紙に走り書きされた、短い二文字とともに――「戻るな。」"
                },
                {
                    "id": "MingYueQianLiYuJunTong",
                    "title": "千里を照らす月、君とともに",
                    "content": "元康二十四年の春、東明城陥落の報は雷鳴のように都に轟いた。\n誰もがわかっていた――寧王の一派はもはや終わりだ、と。逃れ場のない者たちが抵抗を続ける中、大多数はすでに明日の算段を始めていた。\n軍馬はいまだ至らず、されど人心はすでに散じていた。\n「奥方様、殿下が東明城を……落とされました。」\n晋王府の中、阿嬌の声にはかすかな震えがあった。\n謝若蘭は書案の前に端然と座し、最後の封蝋を静かに押し終えた。\n「この手紙を、名簿にある各官署と邸宅へ届けなさい。もし今もなお日和見をして二股をかけているなら、晋王が都へ戻った暁には、その者の名が真っ先に差し出されることになる、とそう告げよ。」\n彼女の声は穏やかだった。阿嬌は唇を噛みながら厚い書状の束を受け取り、何度もためらったのち、こらえきれず口を開いた。「これはかえって大事を招きませんか？奥方様はすでに刃の上を歩いておいでなのに、わざわざ自ら危険を冒して寧王を怒らせることはないのでは……」\n謝若蘭はその心からの憂いを感じ取り、細く瞳を和ませた。\n「王府はじきに寧王の軍勢に封鎖されるでしょう。残された機会は少ない。」\n侍女の心を宥め、彼女は窓の外に高く懸かる明月を仰いだ。\n彼女の英雄は、千里の彼方で同じ月を見ながら、自分のことを想っているだろうか。\n「我が身の安危など小さなこと。しかしこの内乱で宣国の力が削られ、辺境が揺らいで外敵に隙を突かれるようなことになれば――それこそ万死もって贖えぬ罪。」\nこの揺らぐ国のためだけではなかった。彼女は彼とともに並び立つ者。ただ彼の背に身を隠すような真似はしない。\n彼のために障壁を取り除く。たとえそれが脅しであれ、懐柔であれ、この危険な一手であろうとも。"
                }
            ]
        },
        {
            "id": "ChuHuan",
            "name": "楚桓",
            "description": "かつて宣国の烁陽郡の守であったが、妻女を守るため邬伖に寝返り、石狼の幕僚となった。",
            "stories": [
                {
                    "id": "QingShanMaiGuBuMaiMing",
                    "title": "青山は骨を埋めど、名は埋めず",
                    "content": "父母がいた。一族がいた。妻がいた。かつての琅琊王府において、彼はありふれた、無数の人間の中のひとりに過ぎなかった。\n司空正と司空耀を護って南下したのは、忠義のためというよりも、家族の安全と仕官の先を案じてのことが大きかった。自衛であり、打算でもあった。\n それなのに南方に安着し、すべてが好転し始めた頃――官位は着実に上がり、家族の暮らしは北にいた頃より豊かになり、けっして悪くはないはずなのに――なぜ彼の心は静かに変わっていったのか。\n南方士族が時折こぼす、下に見るような侮りが刺さったのか。南で生まれた息子が北の風物に何の興味も示さず、大切にしまっていた記憶を見向きもしないことへの寂しさからか。あるいは失い、もう戻れないとわかったからこそ、故郷への思いが倍して募ったのか。\n牢の中で陳家が様々な利益と約束を差し出しても、彼はほとんど頑固なほどに、すべてを晋王の代わりに受け止め続けた。\nなぜか。何のために。\n楚桓自身にもわからなかった。\n息子にもわからなかった。\nかつては無名の存在であったその息子は、新帝が即位した後、帝の最も信頼される近臣として羽林の護衛長に抜擢され、楚桓の墓前に立っていた。\nただ沈黙だけがあった。\n恨む資格も、責める資格も彼にはなかった。沈黙しか、できなかった。"
                }
            ]
        },
        {
            "id": "XieJianAn",
            "name": "謝建安",
            "description": "晋王妃謝若蘭の弟で、鐘鳴鼎食の謝氏の出、自他共に有名な風流な小霸王。祖坤麾下で修練するも性は放蕩で、銀甲で馬に乗れば街中の娘たちが目を引く。",
            "stories": [
                {
                    "id": "JunChenMoLu",
                    "title": "君臣の道、行き違いて",
                    "content": "隆武三年の元宵節、謝府の前は車馬が絶えなかった。国丈、太子の外祖父、司徒、丞相、尚書令、京州牧――謝建安はあらゆる臣の頂点にあった。だがその権勢が増すほど、心の奥の不安もまた深くなっていった。\n新帝即位以来、謝家は陛下の後押しのもと日に日に勢いを増し、南方筆頭の士族・陳家と争うほどになっていた。しかし百年の蓄積を持つ陳家に対して、謝家はやはり一歩及ばない。さりとて陳家も謝家を押し潰すことは容易でなく、表裏幾度か衝突を重ねるうち、両家はいつしかそれぞれ別の方向に思考を向け始めていた。\n今日、陳家からの使者が祝賀の訪問の折に、ふたつの家の若い者同士の婚儀を探るように示した。謝建安はその場では承諾も拒絶もせず、ただ「帰ってから考えよう」と答えるにとどめた。\n娘の死はいまも癒えぬ傷だった。しかし彼はただの父である以前に、一家の長であった。家族全員を考えなければならない。今ここで陳家と死闘を続ければ多少の陛下の支援は得られよう。しかし長い目で見れば、陛下があの陳家のようなものを容認されようか。\n謝建安はこの皇帝に長く仕えすぎた。誰よりも天子の胸中を読む術を知っていた。あの英邁な君主は、士族が大きくなることを決して許さない。\nまして謝家は外戚でもある――それはさらなる命取りだ。\n筆を取り、また止まる。墨が何枚もの上等な料紙を滲ませて駄目にした。\nしばらくして、ようやく返書を書き終え、使いに陳家へ届けさせた。\n使いが足早に去って行くのを見送り、書房はしばし静まり返った。やがて彼が窓を閉じると、ひとつの溜め息だけが残った。\n「世事は碁盤のようなものよ……」"
                },
                {
                    "id": "DangDuanZeDuan",
                    "title": "断ずべき時に断ず",
                    "content": "都のとある民家。\n謝建安は黒い袍を纏い、門を叩いた。\n待ちかねていた心腹の者が、近頃の都の風聞と動きをすばやく报告した。\n事はすでに、今日まで至った。もはや逡巡する余地はない。\n謝建安はわずかな思案の後、心腹を退かせ、素早く紙筆を探し出した。何度か筆先を試し、やがて落筆する――陳導の筆法を模し、力強く四字を書き記した。\n「晋王を誅せよ。」\n彼はその四字を見つめた。たるんだ瞼を伏せ、眼底に宿る冷たい光を隠す。\n陳家に本当にその気があるかは関係ない。寧王と陈导の真意を測る必要もない。\n要は、己の婿殿に踏み台を用意してやること、そして……この水面下に渦巻く状況に、そっとひと押しを加えること。\n墨を吹き乾かし、書き付けを丁寧に懐に収め、扉を押して足早に夜の中へ消えた。"
                }
            ]
        },
        {
            "id": "YuGong",
            "name": "虞宮",
            "description": "丹陵の士族・謝氏の家長で晋王の姻親かつ腹心。老練で毒のある策略家であり、晋王を政治的に支える一方、家の利害のためには手段を選ばぬ。",
            "stories": []
        },
        {
            "id": "SiKongJing",
            "name": "司空景",
            "description": "大宣皇帝司空景の長子、寧王に封ぜられる。幼時は琅琊王の長子として天下を憂い、度量ある人物で弟を守った。南渡後は士族の陳家と距離を縮め、偏安を主張したため晋王司空耀とは政見が対立し、兄弟は疎遠になってゆく。",
            "stories": [
                {
                    "id": "AnLiu",
                    "title": "暗流",
                    "content": "途中から帝位に就かされた天子として、司空景は誰よりも自らの立場をわかっていた。龍椅の下の基盤はあまりにも薄く、何かしようとすれば必ず、根深く絡み合った士族の力が合わさって阻んでくる。\n故土を取り戻す野心も、帝王の威厳を確立する志も、彼にとっては遠すぎる夢となっていた。\n彼はやがて沈黙を覚えた。そうした現実離れした志を深く埋めて。ある初夏の日、宮人が慶州の荔枝の甘さを語るのを偶然耳にするまでは。\n「荔枝か……」\n彼はぼそりとつぶやき、少し心が動いたようだった。\n廟堂の上で司空景が荔枝を運ぶ運河の開削を提案した時、予想に反して強い反対は起きなかった。士族たちは意味ありげな目で互いを見合わせた――帝を喜ばせることなどは最も些末な名目に過ぎない。それよりも重要なのは、民の血税を使うほどの大工事に天子を表向きの主として立てながら、その利益はみな自分たちで分け合えることだった。"
                }
            ]
        },
        {
            "id": "ChenWanEr",
            "name": "陳婉児",
            "description": "宣国の丞相であり第一の士族・陳氏の家主。深謀遠慮にして陰険な人物で、琅琊王に賭けて南方の第一士族の地位を得た。",
            "stories": [
                {
                    "id": "QieDaiFengYuLai",
                    "title": "嵐の来たるをただ待ちて",
                    "content": "鳳梧宮に薫香がたなびく中、心腹の女官は声を潜め、すばやく前朝の動きを伝えていた。\n薛、唐両家を筆頭とする士族の重鎮たちが、門生を糾合し太極殿で太子・司空盛に迫っているという。\n「奥方様、」女官の声は抑えきれぬ興奮をはらんでいた。「天が授けた好機です。一族の長老たちのご意見では、奥方様はただ傍観していればよい。太子が対処に失敗し北伐を妨げた罪をかぶれば声望は崩れ、聖寵も失うかもしれません。その時こそ我らの殿下の軍功が際立ち、奥方様のご支援があれば、何事も成せましょう！」\n彼女は答えなかった。殿内に沈黙が落ちた。女官は目を伏せ床を見つめながらも、その背後には幾つもの見えない目が期待のまなざしを彼女へと注いでいた。\n彼女には選ぶ余地などなかった――もとから勝利の天秤の側に立っていた。なのに彼女がついに口を開いた時、その声は静かで、しかし疑いの余地がなかった。\n「衣を替えなさい。」\n金の簪と華やかな衣装に身を包み、彼女は一段ずつ太極殿へ向かう石段を踏んだ。日差しが纏う衣に金の筋を描き、殿門の影の中に消えた。二列の無言の兵士が鎧の音とともに続く。\n家の利は大事だ。息子の前途を望む気持ちも偽りではない。しかし司空耀が前線で血を流している時に、その生涯の心血が崩れるのを手をこまねいて見ていることは彼女にはできなかった。内紛のために宣国が覇業を確立する好機を逃すことも容認できない。\nこれは国士のすることではなく、彼女・陳婉児の求めるものでもなかった。\n裾を引きずりながら、最も端正な姿で太極殿に踏み込む。一歩一歩が確かで、一歩一歩が揺るぎない。\n彼が凱旋した時、後背を守った自分の功を感謝されるか、それとも権を越えたと忌まれるか――楽観的な予想はしない。\nだが後悔は決してしない。\n北伐は必ず勝たねばならない。そしてその勝利の礎石の中に、今日、彼女・陳婉児が振り下ろした血に染まった一刀が、必ず刻まれる。\nその先の未来は――\nただ嵐の来たるを待つのみ。"
                },
                {
                    "id": "NiZhaoRanZhuoSe",
                    "title": "泥沼に染まる濁色",
                    "content": "隆武七年、三朝にわたって仕えた老臣・陳朗が病没し、天子は最高の礼を以て追贈した。同時に、都では皇后冊立の噂が日に日に喧しくなっていた。\n世人は皆知っていた――今の王朝で中宮の位を占めるのは、帝が即位する前に逝った正妻・淑徳文皇后・謝氏ただ一人だと。\nそして今、後宮で最も高い地位にあるのは、陳家の陳夫人であった。\n流れる噂話を耳にしながら、陳婉児はひとつの冗談でも聞いたようにふるまい、側近を下がらせると、筆を執って新たな『女則』を編み始めた。\n正直に言えば、今の今まで来て、皇后の位に全く望みがないと言えば自欺欺人だろう。しかし彼女には心の中でわかっていた――この生涯、その位には永遠に届かないかもしれない。生者がどうして逝者に勝てよう。\n今もなお、あの温婉な女性を思い出さずにはいられなかった。「盛児を連れて行って」という言葉。自分が急いで晋王府へ駆けつけたのが、陳家のために決定的な「嗣ぎを救う功」を立てるためで、母子ともに救って後宮と士族の構図を変えることを選ばなかったことを。心の中では手順まで演練していた。\n利害をどう説き、危局をどう描くか。\nなのにあの澄んだ瞳が彼女を見て、口を開く前に自ら最も望む答えを言ってのけた時、张り詰めていた心の弦がふつりと切れ、罪悪感に染まった暗く汚い安堵がじわりと広がった。\n父の突然の逝去の後、彼女は叔父が族老を宥めるための駒だった。陳家が判断を誤った時には、士族と皇室が互いを利用する契約書だった。善悪を知り、是非をわきまえ、自己が鮮明であっても、「陳」という姓に幾重にも縛られ、檻を出たことなど一度もなく、真の自由を得たことなど一度もなかった。\nかつてもそうで、今もそうだ。\n筆先が止まり、長くたまっていた墨が一滴落ちて、書き上げたばかりの細字を汚した。陳婉児はその墨跡を見つめながら、自らの生涯が洗い流せない色——打算と罪悪感が混じり合った複雑な色——を見ているようだった。"
                }
            ]
        },
        {
            "id": "SiKongZheng",
            "name": "司空正",
            "description": "司空耀の長子、謝若蘭の子で宣国の太子。幼時に父の簒奪と母の死を経験し、父皇に大いに期待されて育てられた。礼を重んじ文雅で厳格、母の望み通りに治国の才を養い、父皇の大業を助けうる良き太子となった。",
            "stories": [
                {
                    "id": "ChenYe",
                    "title": "深夜に沈む",
                    "content": "元康二十四年の春、宣帝・司空景は病い重く、息は日ごとに弱まり、残された命は幾月もなかった。皇長子・寧王・司空正は監国の名のもと、廟堂の政務をすでに掌中に握っていた。\n夜も深い頃、寧王府の密室で、腹心の幕僚・陳応が声を低めた。\n「殿下、機は一刻の猶予もありません。晋王は辺境に遠く、手の届かぬところにいます。宮中でほんの少しの『異変』があれば、陛下の崩御を宣し、御玺を偽って継位すれば、名義も立ちます。」\n燭の炎が司空正の顔に揺れ、眉根に激しい葛藤を映し出した。陳応の言う意味はわかった。あの「ほんの少しの異変」とは、父皇の最後の細い息を自らの手で絶ち、肉親の血を踏んで頂点に上ること。権力の冠は手を伸ばせば届く場所にあった。\n脳裏に父皇の窶れた顔が浮かんだ。幼い頃に肩車をしてくれた幅広い背中。奏章の読み方を厳しく教えてくれた声……そして二弟・司空耀の、軍前に立つ静かで鋭い瞳。\nしばらくの沈黙の後、司空正はゆっくりと目を閉じ、再び開いた時には眼底の波が押さえ込まれていた。彼は静かに手を振り、疲れをはらんだが澄んだ声で言った。\n「私は承知しない。父子の倫常のためだけではなく、世の誹りを恐れるからでもない。かかる手段で得た位は、後の日夜すべてを針の筵の上で過ごすことになろう。この江山は手に入れる。しかし正々堂々と。父皇の崩御を待ってから大計を謀る。」\n彼はより遅く、より険しい道を選んだ。時に賭けを置き、他人には笑えるかもしれない一本の底線を自らのために残した。\n陳応は静かに溜め息をつき、それ以上は言わなかった。\n窓の外の夜は、さらに深くなった。"
                },
                {
                    "id": "PiaoYao",
                    "title": "揺れる葦",
                    "content": "司空正は新造の宮苑の高台に立ち、煙雨の中に霞む宮闕の輪郭を眺めた。右手が無意識に虚しく握られた――かつてこの手は三石の強弓を軽々と引き、百歩先の柳を射抜いた。\n邬伖が永安を踏み破った時、彼は幼弟を護って南へ逃げ、混乱の中で一本の矢が肩甲骨を貫いた。矢は筋脉を引き裂いた。傷はすでに癒えたが、雨が降るたびに鈍く痛んだ。\n父が陳家の擁立のもと国祚を継いだ日から、すべてが変わった。\n彼はもはや辺境の藩王の息子ではなく、この新生たる朝廷の皇長子だった。\nまだ足場の定まらぬこの朝廷は、安定を必要とし、軍糧を必要とし、南方士族の支援を必要としていた。南方第一の士族・陳家が差し伸べた橄欖の枝の意味は、これ以上なく明らかだった。\nもはや宣国のために戦場に立つことはできない。ならば別の方法で、この風雨に揺れる家のために力を尽くすしかない。\n社会の安定を促し、流亡の朝廷に息継ぎをさせること。揺らぐ「司空氏」の正統を保つこと。日和見を続ける士族たちに、皇室が協力し共治する姿勢を示すこと――これこそが、今この時において皇長子として担うべき責任であり、家のために、国のためにできる唯一の選択だった。\n彼は陳家との協調に踏み切った。自발的に、静かに、一歩踏み出せばもう戻れない。\nたとえ「苟且偏安」の汚名を被ることになっても。\n未来は長い。父の代に解けなかった問題も、自分が即位し、宣国が力を取り戻した時には、もはや問題でなくなっているかもしれない……"
                }
            ]
        },
        {
            "id": "CaoBiaoZhi",
            "name": "曹表之",
            "description": "草莽出身で天性の怪力を持つ。幼少時父とともに北で鍛冶や雇傭兵をしていたが、匪巣が邬伖に滅ぼされ、一人で生き延び南に流れ、楚桓の馬車を襲って彼に認められ門下に入り軍で鍛えられた。",
            "stories": []
        },
        {
            "id": "ChenDao",
            "name": "陳導",
            "description": "丞相陳導の子で数々の兵権を助け、旧家の血を引く。高位高権にして傲慢狂暴な纏わり者だ。",
            "stories": []
        },
        {
            "id": "HuangHouLiShi",
            "name": "皇后李氏",
            "description": "邬伖の右将軍。勇猛にして戦を善くし、邬伖の南侵で屡立功を挙げたが、母が連れ去られた女奴で出自が低く、邬伖の権臣から排斥されている。",
            "stories": []
        },
        {
            "id": "ZuYue",
            "name": "祖月",
            "description": "難民出身で飢えに苦しんだ過去を持ち、出世を志して司空耀に仕えた。だが危機の折に陳応に唆され、利を取り込んで裏切りの心を起こす。陳応は兵変で暴死し、彼は一歩誤って功績を失う。刃が胸を貫く時、驚愕するばかりであった。",
            "stories": [
                {
                    "id": "BuHuaEMei",
                    "title": "眉は描かぬ",
                    "content": "彼女は大宣ただひとりの女将であり、大将軍・祖坤の独り娘だった。\n風沙が彼女の全身を鉄骨に鍛え、手の槍は邬伖の無数の魂を仕留めてきた。\n女は女らしくあるべきだ――そういう説教は彼女が武を学び始めた頃にはまだ聞こえた。今や朝野を通じて面と向かって言える者は一人もいない。\n十四歳で父に従い出征し、二十歳で一軍を率いた。彼女の戦功帳の一行一行は、すべて血と泥の中でもぎ取った実績だ。祖氏という宣国の柱石を後ろ盾に持てば、父と軍律以外、世間の規矩など彼女には目の前の塵芥に等しかった。\nそれでも祖家の名に引かれ縁談を求める士族は少なくなく、祖坤は娘の安定した婚儀を調えようと腐心して溜め息をついた。\nこの話題になると、祖月はどれほど父の前で端然と軍姿で立っていても、口角に一筋の軽蔑の弧を描かずにはいられなかった。\n「礼儀が国を安んじられるの？風雅が失地を取り戻せるの？私を縛り付ける男を見つけるくらいなら、大人しい小郎君を婿に取るほうがよほどまし。」\nしかし夜も静かな時、敵を震え上がらせるこの女将軍は、南から届いた物語絵巻に見入ることもあった。そこに描かれた画舫で聞く雨音や蓮池の風景は、春の柳絮のように柔らかく心の上を漂った。\n最も荒れた戦馬を乗りこなせる彼女だが、瑶琴を弾いたことはなかった。陣形を見通す眼があっても、針に糸を通したことはなかった。時に鏡に映した眉間の凛々しさを見て、もし太平の世に生まれたなら、鏡前で花黄を貼り、杏花の春雨の中で傘を差して歩けたのだろうかと、思わずにはいられなかった。\n「安らかに生きられるなら、誰が刃の上を歩きたいものか。」ある祝勝の宴の席で彼女は長く溜め息をついた。「私も小橋の流水が欲しい。琴を学んで詩を書きたい。できれば……玉のような顔の殿君に傍にいてほしい。」\n謝玄を先頭に帳の中の将たちは大笑いし、ただの酔言と受け取った。"
                },
                {
                    "id": "AnNengZheYao",
                    "title": "いかにして腰を折れようか",
                    "content": "彼女は埃まみれで武陽の議事の幕中に立ち、弋陽の危機を告げ終えたばかりだった。幕内は息が詰まるような沈黙に落ちた。\n陳応はゆっくりと手の中の戦報を広げ、しばらく眺めてから口を開いた。「我々の軍命は武陽の守備だ。」\n視線を祖月へ向ける。「今の情勢では、我々が弋陽へ着く前に陥落する恐れがある。私は慶州軍を危険にさらすわけにはいかない。」\n祖月の手が刀柄に無意識に触れた。その微かな動作で幕内の衛兵が一瞬緊張した。陳応はすぐさま大声で警告した。\n「祖月、何をするつもりだ！」\n彼女は深く息を吸い、無理やり柄から手を離して拱手し、深々と頭を下げた。「陳将軍に切に乞い願います、すぐに弋陽へ援軍を！」\n戦場を叱咤してきた祖家の少将軍が、こんなにも低頭したことがあっただろうか。\n陳応は顎を摩った。「慶州軍が援軍に向かえば、リスクが大きすぎる。」\nふと话锋を転じる。「ただ……祖将軍が自ら危険を冒して弋陽のために援を求め、部下の将兵に命を賭けさせるとは、その胆識は実に感服に値する。」\n「陳応、一体何が目的だ。直接言え。」\n「もし祖将軍が朝廷へ上申して、今回の戦功をすべて慶州軍に帰すとおっしゃるなら……」陳応は細く目を細め、口端にかすかな笑みを浮かべ、言い終わる前に祖月がまた遮った。\n「それは絶対にできない！」\nしかし陳応はすでに彼女の底線をほぼ掴んでいた。寝椅子にゆったり腰を据え、悠々と姿勢を変えた。\n「交渉の余地はない。お前の部下の命も、弋陽の兵の命も、俺の部下の命も、等しく命だ。」\n幕内の火鉢が弾けるように音を立てた。彼女には遠くの弋陽城の戦闘の音が聞こえるようだった。失地必ず取り戻すと豪語したあの若者を思い出した。\n弋陽は前線に物資を供給する重要な糧道だ。絶対に失えない。\n「わかった。」\nその言葉は歯の隙間から絞り出された。\n「上申します。功はすべて陳将軍に帰します。」\n「よしよし！」\n陳応は手を打って笑った。\n「命令を伝えよ！ただちに出陣し、我らの晋王殿下を援けよ！」\n幕中の将たちが次々と命を受けて去った。ただ祖月だけが元の場所に立ち、長い沈黙の中にいた。"
                }
            ]
        },
        {
            "id": "ChenYing",
            "name": "陳應",
            "description": "西域の小国の貢女で、雪のような肌と花のような容貌を生まれつき備える。最初は中原の音律がわからなかったが、柳才人の手で磨かれ熱烈な態度で帝の寵愛を得た。",
            "stories": []
        },
        {
            "id": "LiuNian",
            "name": "劉念",
            "description": "司空耀の次子で、陳婉児の子。燕王に封ぜられた。陳家の背後支援を受け、朱元之と互いに評価し合う。性格は率直で勇猛、軍や士族の間でも評価が高い。",
            "stories": [
                {
                    "id": "DiShengChang",
                    "title": "笛の音、遠く長く",
                    "content": "彼女は北方で最も動乱の激しい時代に生まれた。\n幼い頃の彼女は人見知りで無口だった。祖父は忙しく、ほとんど姿を見せなかった。彼女は誰もいない部屋の隅に丸まり、ぼんやりしていた。そうしていれば誰の迷惑にもならないし、自分と同じ年頃なのに親のいる子どもたちを見て羨まずに済む。\n存在感を小さくして、誰の邪魔にもならなければいい。\nずっとそう思っていた。\nある日、外で激しい怒声が聞こえてくるまでは。「老劉、死んでも鉄器を邬伖に渡せるか」「では坞堡の千人余を皆殺しにするか」「臆病者」「共に戦おう」……\n祖父が扉を押して入り、床の端に腰を下ろした。広い背中が弓のように曲がり、両手で顔を埋めた。\n窓から差し込む夕日が影を長く長く伸ばし、部屋の影の中まで続き、坞堡すべての重みが彼の肩に乗しているようだった。\n胸の何かが締め付けられ、恐る恐る近寄り、老人の白い髪を撫でた。かつて祖父が自分をあやしてくれたように。老人が顔を上げた。その顔に、みっともない涙と洟の跡が見えた。\n「私にできることは何だろう？」彼女は初めてそう自問した。\nその日から、彼女は懸命に笑うようにし、皆の中に溶け込もうとした。夜警の叔父伯父に朝の挨拶をし、夕方には肉親を失った子どもたちを集めて遊んだ。老医師に師事して薬草を丁寧に調べ、傷病者に包帯を巻く時は常に優しい言葉をかけた。流亡してきた楽師から笛も習い、音楽で生者を慰め、逝者を悼んだ。\nやがて坞堡の人々の顔から憂いが少し薄れていった。粮食は相変わらず足りず、邬伖の脅威も変わらないが、この乱世の小さな天地に少しの温もりが増えた。\n夕日が西に傾く頃、劉念の笛の音が静かに響く。彼女は今、高いところに立って遠くを眺めることが好きになっていた。\n太陽は明日もまた昇る。彼女のすべきことは、その光を皆の心の中に届けることだと知っていた。"
                },
                {
                    "id": "FeiWuXiang",
                    "title": "ここは我が故郷にあらず",
                    "content": "元康北伐が終わった後、劉念は司空耀に従って南へ来た。昭儀に封ぜられ、宮に入った。\n南都に初めて至り、彼女は書物に描かれた烟雨の江南を初めて目にした――青い煉瓦と黒い瓦が山塘の春色に映え、秦淮の靄の柳が月の秋風に揺れていた。\n惹かれないと言えば嘘になった。この地の水土は確かに人を養う。しかし人という生き物は満足を知らないもので、苦難の中では安生を願い、安生を得れば今度は別のものを渇望し始めた――北の坞堡で過ごした日々が、以前にも増して頭の中に浮かぶようになった。\nあの頃の暮らしは貧しかったが、祖父がいた、邱の叔父がいた、笑い好きな叔母がいた、笛を吹くよう纏わりついてくる子どもたちがいた。\n今はすべてがよくなったはずなのに、自分でも彼らから遠ざかっていくのを感じていた。\n邱の叔父は変わったようだった。知っている人たちがみな変わったようだった。彼らはもはや何でも話してくれなくなり、手紙の言葉ひとつひとつに隠せない敬意と他人行儀が滲んでいた。\n過去の縁を繋ぎ留めようとしても、煙を掴むように力なかった。そういう気持ちをすべて丁寧に整理して、心の奥底に仕舞い込んだ。\n南都は北方とは違う。一言一行でも人に利用されかねず、彼女は権勢や富貴にさほど興味がなく、毎年北朔军の知り合いの消息を確認する以外は、できる限り関わりを避け、自分の宮に籠もって静かに過ごした。\nまた一年の中秋が来た。南都は花火が華やかで、灯会は昼のように明るく、人々は月見に繰り出した。劉念は帝と台の上に立ち、月仰いで酒を交わした。\n杯が空になった時、酔いがすでに濃く、白い頬が染まっていた。\n皇帝は彼女が欄干にもたれて何かをぽそぽそ言っているのを耳ざとく聞きつけ、好奇心から近づいた。\n彼女がとろんとした酔い眼を細めているのを見た。静かな溜め息がひとつ。\n「南都の夜の明るさは昼の如し。十二の玉楼も、我が故郷にあらず。」"
                }
            ]
        },
        {
            "id": "ShiLang",
            "name": "石狼",
            "description": "永安出身の宣国大将軍。国家の柱として天河を守り邬伖に対抗した主要将である。温厚で老成し、喜怒を顔に出さず幾度も邬伖を撃退し軍中で高い威望を持つが、政に深入りせぬ人物である。",
            "stories": []
        },
        {
            "id": "ZhuYuanZhi",
            "name": "朱元之",
            "description": "皇城の司都統。言葉を読み人の心を見抜くことに長け、黒白両道に手を伸ばし情報を迅速に集める。二度にわたり寝返り、二代の皇に情報工作を行ってきた。",
            "stories": [
                {
                    "id": "GuLang",
                    "title": "孤独な狼",
                    "content": "朱元之が物心ついた時から、彼は素手で馬蹄鉄を曲げたという噂の父に従い、辺境の灰色の地帯で生き延びてきた。父には何人かの兄弟分がいて、彼らは山賊とも正規の隊とも言えない小集団を作り、刃の上の暮らしを共にしていた――商隊の護衛を請け負う日もあれば、馬賊と化して孤立した旅人を襲う日もあった。\n暇な時には鍛冶屋もやった。主に、表立って出せない特殊な鉄器を再利用することが多かった。\n鍛冶場の橙色の炉火と血の臭い、それが朱元之の幼少期のすべてだった。\n生まれつき怪力で、十二歳にして重い鉄槌を振り回し、喧嘩では大人を軽々と打ち倒した。父はよく言った、その力は天がくれた飯碗だ、と。あの頃の朱元之は父と同様、弱肉強食は天の理だと信じた。\nしかし……邬伖は易々と彼の粗野で荒々しい世界を引き裂いた。\n父も、見知った顔も見知らぬ顔も、草芥のように倒れた。彼は持ち前の蛮勇と地理の熟知を頼りに包囲を抜け出し、背後には焦土と化した「家」が残された。\nそれから彼は孤独な狼となり、ひとりで南へ流浪した。乱世の中でもがき続け、やがてある雨の夜、飢えで目が血走り、湾刀を持って一台の馬車を止めた。\n「これはまた追い詰められた獣だ。」\n四人の甲士に押さえられた後、車帘が上がり、後に師となる楚桓は驚くどころか笑って言った。「その力を、追い剥ぎに使うとはもったいない。」\n朱元之は首を伸ばし、父が昔やったように豪傑の捨て台詞を言おうとしたが、楚桓は護衛に手を振って言った。「連れて行け。飯を食わせて、着替えさせろ。」"
                },
                {
                    "id": "ChaiLang",
                    "title": "山犬の如く",
                    "content": "「将軍、どうかお考え直しを。この兵は動かせません。朝廷からの命令は邬伖を撃退するのみで追撃不可、北朔軍は朝廷の精鋭、もし敗れれば陛下は必ず……」\n朱元之は軍師に当たり散らすでもなく、ただ大きな椅子に腰を据えてつまらなそうに手を替えながら耳を掻いた。軍師がひとしきり言い終わった頃、ようやく隙を見て遮った。\n「わかった、俺が勝算のない戦をするとでも思うか？」\n軍師は明らかに納得せず、急いで言い募った。「将軍！これは単に勝算の問題ではない！これは……」\n「金の問題だ。」朱元之は口を曲げて揺れる灯の炎に目を落とした。その眼の奥には冷めた清醒があった。「朝廷がよこしたあの端金で、兄弟たちは腹が減って目の色が変わっている。それでベルトを締めて命がけで戦わせるか？」\nちょっと間を置き、声を抑えたが、その重みは増した。「うちの軍には北から逃げてきた流民が大勢いる。腹に火を持って、いい暮らしをしたいと思っている。見返りをぶら下げておかなければ、いざという時に誰が命を懸けるか？」\n「わかったら命令を伝えろ。」\n無言の軍師に向かって彼は口を開いてにやりとした。人好きのする丸顔に少し凄みが混じった。\n「追撃する。鹵獲した財物の三割は公に回す、後は個人のもの！勇気のある奴は、みんな連れて邬伖の地で腹いっぱい食ってやる！"
                }
            ]
        },
        {
            "id": "XieXuan",
            "name": "謝玄",
            "description": "丹陵士族の娘で晋王の妃。歌舞書画に長じ、南方で育ち父や一族に愛される。嫁いでからは晋王に寵愛され、司空曜と謝氏の仲を繋ぐ存在となった。",
            "stories": [
                {
                    "id": "JunZiBuLiWeiQiangXia",
                    "title": "君子は危うき壁の下に立たず",
                    "content": "変法の大波が広がる中、謝玄はその主導者として、地位がみるみる高まっていくのが見えた。\nしかし高いところほど寒く、王朝の陰の中で危機もまた着実に積み重なっていた。\n「候爺、旦那様からまたお手紙が届いています。手を引いて都に戻るよう催促されております。」\n部下が一時間余り苦い顔で待っていたが、謝玄は顔も上げず、新法の奏報を丁寧に読み続けた。半年でこれが七通目の家書だ。今回もまた無視を決め込んだ。\n聖人は言う、君子は危うき壁の下に立たずと。謝玄は愚かではない。前途の険しさは十分にわかっていた。\n人の財路を断つは父を殺すが如し。これほど多くの既得権益者を敵に回したのだから、彼への弾劾上奏文はおそらく皇帝の御政宮の机を埋め尽くすだろう。しかし今ここで手を引けば、出世の一縷の望みを持つ寒門の子弟たちは、北の地で命を繋ぐ旧来の民はどうなる。姐さんの積み重ねは何だったのか。\n謝玄には分かっていた。龍椅の義兄は姐さんと太子の血の絆を利用して自分を動かし、士族へ向ける刃として鍛え上げようとしている。\nしかし、盛のために道を開くことは正しい。民のために声を上げることはもっと正しい。\n謝玄はようやく筆を置いて立ち上がり、窓辺へ歩いた。夜色は濃く、冷たい月が孤独に懸かっていた。\n突然、低く笑い声が漏れた。自嘲が混じり、しかしそれ以上に決意が込められていた。\n「父上への返事には、」彼の声は静かだった。「……退き方を知らぬのではない、退けぬのだと伝えよ。」\n男子が事を行うに、できるかどうかではなく、すべきかどうかを問う。\n今の謝玄の行動指針は、ただ四文字。\n当仁不讓！"
                },
                {
                    "id": "XianYiNuMaShaoNianLang",
                    "title": "鮮衣怒馬の少年郎",
                    "content": "都の士族の輪の中で、謝玄はずっと名の知られた人物だった。\n普通の世家の子弟と違い、清談や玄学の議論には全く興味を示さなかったが、義侠の騒ぎや派手な出来事には必ず顔を出した。父・謝建安はまったく手の施しようがなく、最後には諦めてつてを頼り、大将軍・祖坤の軍に押し込んだ。\n一つには、軍の苦労な生活でこの息子が心を入れ替え、きちんと都に戻って詩書を読み込み、謝家の文脉を継いでほしいという願いがあった。\n二つには、息子はそこそこ見栄えがするし文武もそこそこ、祖将軍にはちょうど同じくらいの年の娘がいたではないか。\nしかし千に一つの算段もすべて外れた。送り込んだのに一向に戻らない。\n謝玄は軍に入って魚が水を得たように生き生きとした。家の財力にものを言わせ、最も俊足の馬に乗り、最も強い酒を飲み、最も切れ味の鋭い刀を差し、最も手ごわい邬伖の残党を追討した。祖坤将軍の娘とも仲良くなり――校場で負けると姐さんの婿を呼べば必ずぶちのめしていたやろと叫びながら、負けは負けと賭けに従い、場の周りを回って見物する兵士たちに銀を配り、「祖月は俺の大御祖母様だ」と叫んだ。\n性格は跳ね回るようだったが、尚書である父と王妃の姐さんを盾に天下無敵の风采を保ちつつ、戦場での戦いぶりは異常なほど勇猛だった。謝尚書は最初のうち、息子が陣に突っ込んで重傷との報せを何度か受けるたびに目の前が暗くなって倒れそうになったが、次第に慣れてしまい、今では報せが来るたびに歯を食いしばってかろうじて一言絞り出すだけだった。\n「薬蔵を調べて、祖将軍に届けてやれ。」"
                }
            ]
        },
        {
            "id": "ZuKun",
            "name": "祖坤",
            "description": "祖坤の娘で父と共に戦場に赴き武芸に優れ、性格は奔放で明朗。文人に憧れもあるが、軍の事には断固たる冷徹さを見せ敵を震えさせる。",
            "stories": []
        },
        {
            "id": "LiuDaDao",
            "name": "劉大刀",
            "description": "劉大刀の孫娘。両親を失い祖父と共に北の失地で苦しい日々を送った。多くの親友や知人を邬伖のために失い、いつか北方の民が安寧を得ることを心から願っている。",
            "stories": []
        },
        {
            "id": "SiKongSheng",
            "name": "司空盛",
            "description": "大宣の第二子で晋王に封ぜられる。幼時に南渡の乱を経験し、常に軍中にあって人材を広く登用し、重金で工匠を招き兵具を改良した。そのため民間と軍中で高い声望を得ている。",
            "stories": [
                {
                    "id": "GuZhouXing",
                    "title": "孤舟の行く先",
                    "content": "朝野は皆知っていた。太子・司空盛は陛下の即位の時から立てられた储君であり、十数年来、天下の人は彼が大統を継ぐことをすでに当然と受け取っていた。\n自分だけが知っていた。足元はいつだって平坦な道ではなかったと。\n母后は早くに世を去り、後宮の権柄はすべて第二皇子の生母・陳夫人が握っていた。叔父の謝玄は屋敷に引きこもり廃人のように日々を送り、外祖父の謝建安は丞相の位にありながら朝政に深入りできなかった。\n——肥大した外戚の勢力は、太子のつかの間の助けにはなっても、長い目で見れば禍の種だ。父皇は宣国が同じ轍を踏むことを絶対に許さない。\nだから司空盛は幼い頃から、一点の瑕もない玉器として生きてきた。\n経史子集を余すところなく修め、政の見解は独自性と周密さを持ち、人への接し方は寛厚で丁寧だった。父皇の目に失望の色をよぎらせることは許されず、寵愛される弟に一分たりとも劣ることは許されず、まして早世した母后の賢徳の名を、自らの振る舞いによって少しも汚すことは許されなかった。\n恭謹、謙逊、礼、才略――これらは彼が纏う鎧となり、内側に潜む恐れ、孤独、疲弊を包み込み、人前に現れないよう守り続けた。\n彼が背負っているのは、储君の責任だけではなかった。\nそれは母后の果たせなかった期待であり、父皇の復興の理想であり、天下の民の泰平だった。\n彼は一本の真っ直ぐな道を歩んでいた。左にも右にも行けず、振り返ることも許されない。完璧でなければならず、完璧であることしか許されなかった。"
                },
                {
                    "id": "ZhuGuangMing",
                    "title": "燭の光",
                    "content": "また母后の命日が来た。司空盛は白い装束をまとい、夜明けに旧晋王府へと入った。\n「早朝からお手伝いをお願いして申し訳ない。」\n侍内が両手で差し出した蠟燭を受け取り、その言葉は温かで礼儀正しく、何一つ非の打ちどころがなかった。\n小内侍は恐縮して何度も頭を下げた。\n彼はもう何も言わず、ていねいに燭に火を点し、三度拝した後、静かに蒲団の上に跪き座して、その小さな光を守り、ゆっくり燃え尽きるのを待ちながら、霊位の「淑徳文皇后」という刻金の文字を茫然と見つめた。\nここでだけ、幼い日の短い喜びを宿し今は誰も住まない旧邸の中でだけ、宮中で常に張り詰めた心を少しだけ解くことを自分に許せた。\nあの幼い頃の混乱の中の恐れや戸惑いはもう思い出せなかった。母の顔も柔らかくぼんやりした輪郭しか残っていない。\nしかしそれでも彼は頑なにその感覚を追い求めた――母に守られた、全き安心と温もりの錯覚の感触を。その幻の記憶の残滓を何度も噛み締めることで、ようやく力を汲み上げ、先へと歩き続けることができた。\n「殿下、巳の刻です。」内侍の声が彼を現実に引き戻した。\n司空盛は立ち上がり、再度厳かに一礼してから背を向け立ち去った。\n彼が邸を出た後に、范忠がゆっくりと歩み入り、すでに空になった入口を見つめてひっそりと溜め息をついた。「太子様は、相変わらずご孝心が深い。」\n小内侍は范忠の顔色を窺い、恐る恐る尋ねた。「義父上、今しがた点けたばかりのこの香燭も、例年通りに片付けてしまいましょうか？」\n「片付けよ。」范忠が手を振った。「なにせ、我らは宮中のお世話で飯を食っているのだから。」\nしばらくして、先皇后・謝氏の霊位の前は、ひとりじりとなく清潔で、もとの通りに戻っていた。\n清潔に、まるで誰も来たことなどなく、あの小さく丁寧な、やるせない依頼と思慕など、はじめから存在しなかったかのように。"
                }
            ]
        },
        {
            "id": "SiKongXu",
            "name": "司空旭",
            "description": "元は皇族の分家で琅琊王に封ぜられ、邬伖の南侵で永安城が陥落した際に南下し、陳家と有力士族らに擁立されて新帝となり、天河南方で大統を継いだ。丹薬鍛錬と玄修に耽り、政事は各地の士族に委ねられることが多い。",
            "stories": [
                {
                    "id": "LiShiShiYiGeLunHui",
                    "title": "歴史は巡る",
                    "content": "司空旭はいつも忘れなかった。先皇后・謝若蘭の死には、自らの母族・陳家の半分の罪がある。それは彼と太子の間に横たわる越えられない深淵であり、長年心に深く埋まった抜けない毒刺だった。\n司空盛はこれまで彼と母上に特に矛盾する動きを見せたことはなく、せいぜい政見や対処の上でいくらか食い違いがあり、多くの場面では兄として自分を気にかけてくれていた。しかし司空旭には分かっていた。耐え忍び口にしないことは、決して心が解けたことを意味しない。\n司空盛を理解することは、彼に譲ることではない。\nかつて父皇が天下のために退けなかったように、自分にも守らなければならないものがある。\n情勢がいかに変わり、最後に誰が勝ち誰が負けようとも、彼は母上を守る。そして母上の背後に、自らの運命と一体に結びついた陳家全体を守る。\nぼんやりと、一本の大河が一切をのみ込んで滾々と流れているのが見えた。\nすべては歴史の輪回だ。"
                },
                {
                    "id": "JinShuiLouTaiXianDeYue",
                    "title": "水辺の楼台に月は先に映ず",
                    "content": "百官のうち、第二皇子・司空旭に期待をかける者は少なくなかった。\n陳家の影響があったとはいえ、否定できないのは、司空旭自身にも傑出した点があることだ。幼い頃から軍事の才能は群を抜いていた。隆武の北伐の役では自ら先頭に立ち、陣前で将を斬り赫赫たる戦功を立てた。その勇猛さは、かつて陣に踏み込み旗を奪って軍威を立てた陛下にそっくりではないか。\nだからこそ、陛下が彼を属意しているという世間の憶測は根拠のないものではなかった。\n過去こうした議論に対して、司空旭は常に三緘其口、深く口を閉ざしてきた。少なくとも表向きは、太子の兄とは兄弟の睦まじい関係を維持してきた。\nしかし今は時が変わった。宣国が邬伖に大勝し外患は一段落ついた。この不世出の功業を成し遂げた父皇は、重傷で昏睡し生死が定まらない。\nさらに重要なのは、司空盛は都に遠く座を守り、自分は今、父皇の傍らにいる。\n弋陽へ帰る途中、朱将軍はすでに何度か水辺の楼台に月は先に映ずると仄めかした。至高の位がこんなに近くに感じられたことはなく、そしてこんなに険しくも感じられたことはなかった。\n目を背けていられない事がある。考え始めなければならなかった。"
                }
            ]
        },
        {
            "id": "SiKongYu",
            "name": "司空钰",
            "description": "宣国の曹氏嫡流、戸部侍郎。出自は一等の士族で陳家と世交がある。丞相陳導に師事するが、性は剛直で虚礼を嫌う。錦の袍を脱ぎ布衣にて市井に混じり、南北の商人や遊侠と交わり各地の情勢を探る。",
            "stories": [
                {
                    "id": "QianQiu",
                    "title": "千秋",
                    "content": "燕東の慕容氏の使臣が訪れ、「共に邬伖を撃ち故土を取り戻す」代わりに公主を求婚すると提案した時、司空钰の世界には初めて亀裂が走った。\n報せが届いた時、彼女はていねいに蘭の朝露を拭っていた。\n指先が空中で止まった。部屋が一瞬静まり返り、ぞっとするようだった。わけのない寒気が骨の髄まで沁みた。聞こえるのは自分の心臓の音だけ。\n一つ、また一つ。\n司空钰は無意識に何かに縋ろうとした。しかしその後のことはまさに雷が連打するようだった。\n温婉でいつも争いを好まぬ母が、飾りを外して父皇の殿の外で冷風の中、夜半まで跪き続けたと聞いた。普段は沈着な太子の兄と勇壮な二兄が、彼女のことで激しく言い争い、ほとんど決裂寸前になったと聞いた。\nその夜、司空钰は侍女たちを下がらせ、ひとり窓の前に座り、無数に乱れた思いが脳裏で何度も交差した。最終的にただひとつのことだけが、痛いほど鮮明に残った——自分の揺るぎないと思っていた世界は、今まさに自分のせいで崩壊寸前だ。あの奇妙な悩みのすべては、「国のため」と「家事」が激しくぶつかる前には、塵ほどにも軽くなった。\n夜が白み始めた頃、司空钰は息を吸い、立ち上がって書案へ歩み寄り、あの「千秋」の鉢に目を落とし、唇を噛んで胸に込み上げる名残惜しさを押し込めた――この蘭が開くまで待てそうになかった。\n詔が下るその日、范忠は公主が自ら一幅の絵画を手渡すのを呆然と見た。\nそれは満開に輝く蘭の花だった。\n「これだけが父皇に献じられるもの。ただこの絵に思いを込め、我が宣国を寿ぎます――」\n「山河に恙なく、国運千秋に続かんことを。」\n遠くへ嫁ぐ日、鸞輿が南都の城門を出た。風が幌を揺らし、彼女はついに振り返らずにはいられなかった。\n涙に霞む目に、あの城楼の高みに父皇の姿が孤りすっくと立ち、手に固く握られているのは、彼女が描いた「千秋」の巻だった。\nゆっくりと体を正面へ向け、端然と腰を落ち着けた。前方には見知らぬ山河と運命が広がっている。\nもはや温もりをもらうばかりの可憐な蘭ではない。宣国の公主として、彼女は自らの手で宣国の「千秋」の絵巻の中に己を描き入れたのだ。"
                },
                {
                    "id": "JinZhi",
                    "title": "金の枝",
                    "content": "生まれてからこれまで、彼女の世界にあるのは善意だけだった。\n父皇の溺愛、母の優しさ、二人の兄の心を込めた、あるいは不器用な庇護が、彼女を隙間なく包んでいた。彼女は暖かな室の中で最も貴重な蘭のような存在で、一日の風雨も経験したことがなく、この世のすべては指先でひと差しすれば目の前に来るものだと、当然のように思っていた。\nこの「千秋」という蘭は名前がとても気に入っていた。育てるのが極めて難しい珍品だという。彼女は手に入れてから毎日自ら世話をし、翡翠色の葉が朝の光の中で透き通るのを眺め、心の中では第一の花が咲いた時に父皇の元へ持って行き、天下で最も珍しい褒美をねだろうと算段していた。\n何をねだろうか。\n絹や錦？箱はとっくに満杯だ。\n珍宝？ひと言言えば簡単に手に入る。\nかつて二兄に頼み込んで軍営に行き荒れ馬に乗ったこともあったし、太子の兄にひそかに宣国の城池の地図を見せてもらったこともある。\n「一体何が欲しいんだろう……」\n彼女は蕾の「千秋」をつついてぶつぶつ言いながら、さほど悩む様子もなかった。\nまだ見ぬサプライズが欲しいのか、それとも政務に追われる父皇が眉を解いて笑顔を見せてくれることが見たいのか、公主殿下には公主殿下の胸算用があるのだった。"
                }
            ]
        },
        {
            "id": "WangMing",
            "name": "王明",
            "description": "元は琅琊王妃で、南下後に宣国皇后に封じられた。端正で温婉、朝政に干渉せぬ。司空正と司空曜の生母であり、二人を深く慈しむ。",
            "stories": []
        },
        {
            "id": "ChuMeng",
            "name": "楚蒙",
            "description": "誰も彼女の名を知らぬ。人々は王寡婦と呼ぶ。かつて商家の富豪の娘であったが、新婚の夜に邬伖の鉄騎に家を破られて流浪した。年を経て言葉は荒く豪胆、同行者を畏れさせるが、心底は善良で困窮する者に食糧を分け与える。王師の北上を見届け、邬伖の虐殺を生き延び、山谷で野果で生き延びた歴史を語る。今は南都の酒楼で新たな物語を話す物語屋となっている。",
            "stories": []
        },
        {
            "id": "QiuSheng",
            "name": "邱勝",
            "description": "宣国最大の士族・陳家の嫡女。両親を失い家権は叔父の陳導に奪われ、陳婉児の一族は家での地位を徐々に蝕まれていく。陳婉児は巧みに各所を渡り歩き自らの有利を勝ち取る。",
            "stories": []
        },
        {
            "id": "LiDingYuan",
            "name": "李定遠",
            "description": "元は辺塞の豪傑で、烽火の地で群を集め自らを守っていた。祖坤の北征の噂を聞き、志願して晋王の麾下に入った。寡黙だが勇猛で常に前線に立ち、弋陽の血戦で朱元之と共に北側の城壁を守り、石狼の大営の旗が折れるのを目撃し、その時より晋王に忠誠を誓った。草莽から将へと上り、功により雲台に列し、今も剣を帯びて丹墀に立ち皇帝を護る。",
            "stories": []
        },
        {
            "id": "ChuMaoLun",
            "name": "楚茂倫",
            "description": "楚桓の子。楚桓が罪に問われた際、晋王が密かに保護し名前を変えて軍に残した。晋王が即位すると羽林校尉に昇り、寡黙ながら聖心を得て帝の巡幸には三歩をして従う。",
            "stories": []
        },
        {
            "id": "LiuCaiRen",
            "name": "柳才人",
            "description": "司空景の旧臣で、司空耀の側近。かつて司空景一家を南下で護り、司空耀の北伐を支持した。司空耀にとって臣であり父代わりの守護者でもある。",
            "stories": []
        },
        {
            "id": "QiJiu",
            "name": "齊九",
            "description": "功績（実績）",
            "stories": []
        },
        {
            "id": "LinShu",
            "name": "林戍",
            "description": "元は孤児で士族に養われ歌舞を学んだ。王に献ぜられ、その容貌のため帝の寵愛を受け一時は栄華を極めた。",
            "stories": []
        },
        {
            "id": "ZhaoWu",
            "name": "趙武",
            "description": "北地義軍の首領劉大刀の義兄弟。長槍を以て万夫を当たらぬ勇を誇る。彼は烈火の如き性格で邬伖の招安を嘲る。",
            "stories": []
        },
        {
            "id": "FuJiang",
            "name": "福江",
            "description": "名門士族の出で若くして才名を馳せ、国子監の祭酒を務め晋王に学問を教えた。彼は高位にありながら門閥に偏らず直臣を推薦し、多くの門生が朝野に散らばる。性は豪放だが酒好きでもある。",
            "stories": []
        },
        {
            "id": "WangGuaFu",
            "name": "王寡婦",
            "description": "布衣の子。幼少に貧しく富豪の代筆をし、その風骨が虞公に見出され弟子となった。虞公は晋王と冗談めかしてこの子は若き日の我に似ていると言った。",
            "stories": []
        },
        {
            "id": "MuRongCui",
            "name": "慕容崔",
            "description": "慕容崔は燕東を拠点とする慕容氏の皇子で、その身分はきわめて高貴だ。だが宮廷の栄華に安住することなく、類まれな軍事的才覚と、邬伖（ウヌ）に対する輝かしい戦功によって、燕東で最も若く、かつ最も名を馳せる将帥となり、朝廷内外で高い名声を得ている。",
            "stories": []
        },
        {
            "id": "YaEr",
            "name": "雅兒",
            "description": "軍出身で祖坤の麾下の小卒だったが晋王に随って弋陽に駐屯し、晋王と共に血戦した。祖坤の没後は司空耀に従い北朔軍に入り先鋒として戦い、忠節にして勇を失わぬ。新朝成立後に功で列せられ雲台に名を連ねる。",
            "stories": []
        }
    ]
}