{
    "characters": [
        {
            "id": "SiKongYao",
            "name": "사공요",
            "description": "대선 황제 사공경의 둘째 아들로 진왕으로 책봉되었다.\\n어린 시절 남하의 혼란을 겪으며 군영에 자주 머물렀고, 책봉 후에는 출신을 가리지 않고 재능 있는 인재를 받아들였다. 또한 거금을 들여 병장비와 군비를 개량해 민간과 군대 모두에서 명망이 높았다.",
            "stories": []
        },
        {
            "id": "XieRuoLan",
            "name": "사약란",
            "description": "단릉 사족 사씨 가문의 딸이자 진왕 사공요의 왕비다.\\n노래와 춤, 서화에 뛰어나다. 어릴 적 남방에서 자란 그녀는 아버지와 형제들의 보살핌을 받으며 '단릉의 진주'라 불렸다. 혼인 후 진왕의 총애를 받으며 사공요와 사씨 가문을 이어주는 가교 역할을 하였다.",
            "stories": [
                {
                    "id": "QiZaiChaoChaoYuMuMu",
                    "title": "어찌 매일을 함께 하리",
                    "content": "사약란의 이름은 사족 귀녀들 사이에서도 존경받는 위치였다. 명문 가문인 그녀는 어릴 적부터 악기 연주와 바둑, 서예, 그림을 익혔고, 시와 술을 즐기는 풍류에 젖어 자랐다. 아버지인 사건안이 가문이 그녀를 진왕인 사공요에게 시집보내기로 결정했다고 알렸을 때, 그녀는 자신의 미래가 스스로 결정되지 않으리라는 걸 오래전부터 알고 있었지만 마음속의 실망은 피할 수 없었다.\\n그는 이름만 들어본 황자였고, 규중 친구들의 수근거림 속에서 겨우 추측해 낼 수 있는 차갑고 딱딱하며 재미없는 인물이었다.\\n그녀가 생각했던 미래의 배필은 온화하고 우아한 청담 명사이거나, 혹은 용맹하고 호방한 장수였지, 이렇게 적자도 아니고 공적도 없는 평범한 황자일 줄은 몰랐다.\\n“약란아, 이번 일만큼은 아버지를 믿어라. 그 진왕은 연못 속에 가둘 인물이 아니다. 그리고…… 비단 위에 꽃을 더하는 건 쉽지만, 눈 속에 숯을 던져 주는 건 어렵다. 우리 사가가 더 나아가려면 순리만 따라서는 안 된다.”\\n그녀는 아버지의 눈빛에 담긴 반박을 용납하지 않는 깊은 뜻을 보며, 모든 실망과 혼란이 결국 거의 들리지 않을 만큼 작은 한숨으로 변해버렸다.\\n……\\n진왕부 안에서 사약란은 손에 든 상자를 내려다보았다. 그 안에는 여러 사정으로 보내지 못한 편지들이 수북이 쌓여 있었다.\\n그녀는 눈길을 내려 자신이 편지지에 남긴 단정한 글씨를 바라보았다.\\n“북방은 춥고 고되니 옷을 두텁게 입으세요.”\\n“천 리를 떨어져도 같은 달을 함께 봐요.”\\n“경성에 변고가 있으니, 빨리 돌아오세요.”\\n이 정 없는 사내와 무심한 여인, 이 둘의 혼인이 대체 언제부터 달라진 것일까?\\n아마도 그녀가 진왕을 조금씩 더 이해하게 되면서, 일상 속 사소한 배려 속에서, 그가 하나하나 지켜낸 약속 속에서……\\n사약란은 자신이 쓴 편지를 한 장 한 장 넘기다 마지막 장에 이르렀다.\\n그녀는 숨을 들이쉬고, 편지를 촛불 위로 올렸다.\\n불길이 편지를 집어삼키며, 그녀가 그리워하고, 걱정하고, 염려했던 모든 흔적을 재로 태워버렸다.\\n그리고 마지막 편지에 적힌 짧고 엉성한 두 글자까지도——“돌아오지 말아요.”"
                },
                {
                    "id": "MingYueQianLiYuJunTong",
                    "title": "멀리 있어도 달은 함께",
                    "content": "원강 24년 봄, 동명성이 함락됐다는 소식은 마치 벼락처럼 온 경성을 뒤흔들었다.\\n모두가 알고 있었다. 영왕 일파는 기세가 이미 꺾였고, 남은 건 더는 물러설 수 없는 소수의 필사 분투뿐이며, 대부분은 이미 내일을 생각하기 시작했다는 것을.\\n군대가 오기 전에 이미 사기는 껶여 있었다.\\n“왕비마마, 왕야께서 동명성을…… 함락하셨습니다.”\\n진왕부 안, 아교의 목소리는 미세한 떨림을 담고 있었다.\\n사약란은 책상 앞에 단정히 앉아, 마지막 편지를 밀봉하고 있었다.\\n“이 편지들을 명단에 적힌 관청과 사택으로 전달해. 그리고 그들에게 전해. 지금까지도 기웃거리며 눈치만 보고 있다면, 진왕이 귀경하는 즉시 그들의 이름이 가장 먼저 보고될 거라고.”\\n그녀의 목소리는 부드러웠고, 아교는 두꺼운 편지 뭉치를 받아 쥐며 여러 번 망설이다 결국 참지 못하고 조심스레 말했다. “이러면 더 큰 화를 부를지도 모릅니다. 왕비마마의 처지는 이미 칼끝 위를 걷는 것과도 같은데, 굳이 몸소 위험을 무릅쓰고 영왕을 자극하실 필요가……”\\n사약란은 그 진심어린 걱정을 듣고 눈매를 부드럽게 휘었다。\\n“진왕부는 머지않아 영왕의 중군에게 봉쇄될 거야. 우리에게 시간은 많지 않아.”\\n그녀는 시녀를 달래며, 문밖 높이 떠 있는 밝은 달을 올려다보았다.\\n천 리 밖 남편 또한 같은 달을 바라보며 그녀를 생각하고 있을까?\\n“개인의 안위는 작은 일이다. 만약 선국이 이 내분으로 계속 시간을 허비해 국력이 쇠하고, 변경이 불안해져 외적이 틈타면…… 그거야말로 내가 만 번 죽어도 갚지 못할 죄야.”\\n그녀는 이 위태로운 나라를 위해서뿐만 아니라, 그와 나란히 서는 사람으로서 그의 등 뒤에만 숨지 않을 것이다.\\n그를 위해 장애물을 치우겠다. 비록 협박하고, 유혹하고, 이런 위험한 수를 써서라도."
                }
            ]
        },
        {
            "id": "ChuHuan",
            "name": "초환",
            "description": "황제 사공경의 옛 가신으로 지금은 사공요의 측근이다. 과거 사공씨 일가가 남하할 때 가문을 지켜주었다. 은혜와 의리를 중시하며, 사공요의 북벌 의지를 인정하고 지지한다. 사공요에게는 신하이면서도 자신을 보호하고 키워 준 어른과도 같은 존재다.",
            "stories": [
                {
                    "id": "QingShanMaiGuBuMaiMing",
                    "title": "청산에 묻혀도 이름은 묻히지 않으리",
                    "content": "그에게는 부모도 있고, 같은 종친도 있고, 아내도 있었으며, 옛날의 낭야 왕부에서는 수많은 평범한 사람들 가운데 한 명이었다\\n그는 사공정과 사공요를 호위하며 남쪽으로 내려갔는데, 충의를 위한 것이라기보다는 가족의 안위와 미래의 관직을 고려한 것이었으며, 일종의 자기 보존과 기회주의였다.\\n그러나 안정되고 풍족한 남쪽 땅에 도착한 뒤, 분명 모든 것이 나아지고 있었고, 그의 관직도 계속 올라갔으며, 가족의 생활도 북쪽에 있을 때보다 더 우월하고 체면 있게 되었는데, 그의 마음은 어쩌다 조용히 변해버린 걸까?\\n남쪽 사족들이 무심코 드러낸, 하층민을 보는 듯한 경멸이 그를 찔렀던 걸까?\\n남쪽에서 태어난 아들이 북쪽의 풍물, 그가 간직해 온 추억들에 전혀 관심을 보이지 않아 실망했던 걸까?\\n아니라면 이미 잃어버려 다시는 돌아갈 기회가 없기에 고향을 더욱 그리워하게 된 것일까?\\n감옥에서 진씨 일가의 온갖 유혹과 약속을 마주했을 때, 그는 집요하리만큼 진왕을 위해 모든 것을 떠안았다.\\n왜일까? 무엇을 바란 걸까?\\n초환 본인도 알지 못했고, 그의 아들도 알지 못했다\\n과거에는 이름 없는 무명이었지만 새 황제가 즉위한 뒤 단숨에 가장 신임받는 측근이 되어 천자를 가까이 모시는 중책을 맡게 된 그 젊은이는 초환의 무덤 앞에 서 있었다.\\n오직 침묵뿐이었다.\\n그는 원망할 자격도 없고, 탓할 자격도 없었다. 그저 침묵할 뿐."
                }
            ]
        },
        {
            "id": "XieJianAn",
            "name": "사건안",
            "description": "단릉 사족 사씨 가문의 가주로 진왕 사공요의 인척이자 측근이다. 책략에 능하고 목표 달성을 위해 수단을 가리지 않는다. 정치적으로 진왕 사공요를 전적으로 돕지만, 자기 가문의 이익을 위해 속으로는 작은 계산을 하고 있다.",
            "stories": [
                {
                    "id": "JunChenMoLu",
                    "title": "타인과 같은 군신",
                    "content": "융무 3년 원소날, 사 가문 저택 앞에는 수레와 말이 끊이지 않았다。\\n당대의 국장, 태자의 외조부, 사도, 승상, 상서사, 경주목까지 역임한 사건안은 이미 사람으로서 누릴 수 있는 최고의 자리에 올랐다。그러나 권세가 커질수록 그의 마음속 불안은 더욱 깊어졌다。\\n새 황제가 즉위한 뒤, 사 가문은 폐하의 부축 아래 권세가 날로 커져 남쪽 최고의 사족 자리를 두고 진 가문과 다툴 기세였으나, 저력이 깊은 진 가문을 상대하기에는 결국 한 수 모자랐다。하지만 진 가문도 사 가문을 억누르기가 쉽지 않아, 두 집안은 드러내고 또 숨어서 여러 차례 맞붙었고, 점차 다른 생각이 싹트기 시작해, 마침내 뜻이 맞은 듯 또 다른 방향으로 나아가게 되었다。\\n오늘, 진 가문의 사람이 문전하러 왔을 때, 두 집안 자제의 혼사를 시험 삼아 꺼냈다。사건안은 그 자리에서 승낙하지도, 거절하지도 않고 돌아가 다시 생각해보겠다고만 말했다。\\n그는 이것이 어떤 암시인지 누구보다 잘 알고 있었다。딸의 죽음은 마음속에 결코 메워지지 않을 상처였으나, 그는 단지 아버지가 아니라 한 집안의 가장으로서 온 가족을 위해 판단해야 했다。지금 진 가문과 끝까지 대립한다면 폐하의 일부 지지를 얻을 수는 있겠으나, 장기적으로 보면 폐하가 또 하나의 ‘진 가문’을 용납하겠는가?\\n사건안은 이 황제를 보필한 세월이 너무도 길어, 누구보다도 당금의 군주가 무슨 생각을 품는지 잘 알고 있다。그런 웅재대략한 군주가 사족이 커지는 것을 좌시할 리 없었다。\\n하물며 사 가문은 외척——이것은 또 하나의 재촉하는 죽음의 부적이었다。\\n사건안은 붓을 들었다가 다시 멈추었고, 먹물이 번져 몇 장의 좋은 편지지를 망쳐버렸다。\\n오랜 시간이 흐른 뒤, 그는 마침내 회답 편지를 써서 사람을 시켜 진 가문으로 보냈다。\\n하인이 그 편지를 들고 서둘러 멀어지는 모습을 바라보며, 서재에는 잠시 적막이 흘렀고, 그가 창문을 닫는 소리와 함께 한숨만이 남았다。\\n“세상일이 장기와 같구나……”"
                },
                {
                    "id": "DangDuanZeDuan",
                    "title": "확실히 끝낸다",
                    "content": "도성의 한 민가 안.\\n사건안은 검은 도포를 입고 대문을 두드렸다.\\n오래 기다리던 심복이 최근 도성의 풍문과 변화들을 빠르게 정리해 사건안에게 보고했다.\\n일이 이미 이렇게까지 흘러온 이상, 더는 앞뒤를 살필 여유가 없었다.\\n사건안은 잠시 생각만 하고는 심복을 내보내고, 자신은 재빨리 방 안에서 종이와 붓을 꺼내 몇 번 붓끝을 시험한 뒤 마침내 글을, 진도의 필체로 기운 찬 글자를 써내려갔다.\\n“진왕을 죽여라”\\n그는 이 글자들을 바라보며, 주름진 눈꺼풀을 내리깔아 눈빛 속 차가움을 감췄다.\\n진씨 가문이 정말 그런 뜻을 품었는지는 중요하지 않았다. 영왕과 진도의 속뜻 또한 굳이 따질 필요가 없었다.\\n그는 그저 자신의 사위에게 디딤돌을 하나 놓아주고, 그리고…… 이 암류가 소용돌이치는 국면 속에서 살짝 한 번 밀어주기만 하면 되었다.\\n먹이 마르자 그는 쪽지를 조심스레 품속에 넣고 문을 밀치고 빠르게 떠났다."
                }
            ]
        },
        {
            "id": "YuGong",
            "name": "우공",
            "description": "명문가 출신으로 어릴 때부터 문명으로 두각을 나타냈다. 국자감 제주로 한때 진왕을 가르친 적도 있으며 높은 관직에 있으면서도 문벌을 가리지 않고 유능한 인물들을 대거 천거했다. 성품이 호방하고 자유로우며 술을 좋아하지만 석잔이면 바로 취하곤 했다.",
            "stories": []
        },
        {
            "id": "SiKongJing",
            "name": "사공경",
            "description": "본래 황실의 방계로 낭야왕에 봉해졌다. 오노의 남침으로 수도 영안이 함락되자 남하하였고, 진가를 비롯한 많은 사족들의 추대를 받아 새 황제가 되어 천하 남쪽에서 대통을 이었다.\\n연단술과 현학에 심취하여 정사는 대부분 각지의 사족들에게 많이 위임되었다.",
            "stories": [
                {
                    "id": "AnLiu",
                    "title": "은밀한 흐름",
                    "content": "반쯤은 우연히 황위에 오른 천자로서, 사공경은 그 누구보다 자신의 처지를 분명히 알고 있었다. 용상 아래의 기반이 너무나 얕아서, 그가 무언가를 하고자 할 때마다, 뿌리 깊은 사족 세력이 연합하여 그를 막아섰다.\\n옛 영토를 수복하려는 웅대한 포부, 제왕의 위엄을 세우려는 원대한 뜻, 이러한 것들은 그에게 너무나 허황된 꿈처럼 느껴졌다.\\n그는 점차 침묵하는 법을 배웠고, 실현 불가능한 포부를 깊숙이 묻어두었다. 그러던 어느 초여름, 그는 우연히 궁인들이 경주에서 수확하는 여지 과일의 달콤한 맛에 대해 이야기하는 것을 들었다.\\n“여지라……”\\n그는 나지막이 중얼거렸고, 마음이 움직이는 듯했다.\\n조정에서, 사공경이 여지를 운반하기 위해 운하를 파자고 제안했을 때, 의외로 강한 반대에 부딪히지 않았다. 사족들은 속마음을 아는 듯한 눈빛을 서로 교환했다.\\n황제를 기쁘게 하는 것은 그중 가장 사소한 이유일 뿐이었고, 더 중요한 것은, 이렇게 백성의 재물을 낭비하는 대규모 공사를 천자가 주관하고 나선다면, 그 안의 이익은 그들 모두가 나눠 가질 몫이 생기기 때문이었다."
                }
            ]
        },
        {
            "id": "ChenWanEr",
            "name": "진완아",
            "description": "본래 선국 최대 사족인 진씨 가문의 적녀였으나, 부모가 연이어 병사한 뒤로 집안의 실권이 종조부인 진도의 손으로 넘어갔다. 그녀는 장손 집안의 마지막 딸로서, 종조부에게 운명이 조종당하는 것을 거부하면서 진가의 권력 중심에서 배제되었다. 자신의 총명한 지혜를 이용하여 여러 세력 사이에서 상황을 조절하며 자신에게 유리한 조건을 얻기 위해 분투했다.",
            "stories": [
                {
                    "id": "QieDaiFengYuLai",
                    "title": "비바람을 기다리다",
                    "content": "봉오궁 안에는 향연기가 피어오르고, 심복 궁녀가 낮은 목소리로 재빨리 전조의 동향을 보고하고 있었다.\\n설씨와 당씨 가문을 중심으로 한 사족 원로들은 지금 태극전에서 문생들과 연합해 태자 사공성을 점점 더 궁지에 몰아넣고 있었다. \\n“부인마마” 궁녀의 목소리에 억누를 수 없는 흥분이 묻어났다. “하늘이 내린 좋은 기회입니다. 원로님들의 뜻은 부인께서 건너편에서 불이 붙는 걸 지켜보기만 하시고, 태자가 대응을 잘못해 북벌을 방해한 죄를 뒤집어쓰게 되면 그의 위신이 크게 떨어질 거라는 겁니다! 어쩌면 곧바로 황제의 총애를 잃을지도 모릅니다. 그때면 우리 전하께서는 군공이 빛나고 부인께서 지지해 주시니, 무슨 큰일을 이루지 못하겠습니까!”\\n그녀는 대답하지 않았다. 전각 안은 고요해졌고, 그 궁녀는 눈썹과 눈매를 공손히 내리깔고 땅을 바라보았지만, 그녀의 등 뒤에는 수많은 보이지 않는 눈들이 기대에 찬 시선을 그녀에게 집중시키고 있었다.\\n사실 그녀에게 선택의 여지는 거의 없었다. 그녀는 이미 승리의 저울 한쪽 끝에 서 있었으니까. 그러나 마침내 입을 열었을 때, 그녀의 목소리는 평온하면서도 의심의 여지가 없었다.\\n“내 옷을 준비하거라.”\\n그녀는 금비녀와 화려한 옷으로 갈아입고, 태극전으로 이어지는 계단을 한 걸음 한 걸음 올라갔다. 햇살이 그녀 몸에 비치며 금빛 선을 그렸다가, 태극전 전각의 그림자 속에서 순식간에 사라졌다. 침묵이 흐르는 가운데 살기등등한 두 무리의 병사들이 철갑을 차려입고 뒤를 따랐다.\\n가문의 이익은 물론 아들의 앞날도 그녀는 간절히 바랐다. 하지만 그녀는 사공요가 전선에서 피를 흘리며 싸울 때, 그가 평생을 바친 노력이 한순간에 무너지는 것을 방관하지 않을 것이며, 더욱이 선나라가 내분으로 인해 패업을 다질 절호의 기회를 놓치는 것을 용납할 수 없었다.\\n이는 국사로서의 행보가 아니며, 더욱이 그녀 진완아의 마음속 바람도 아니었다!\\n치맛자락이 땅에 끌리며, 그녀는 가장 단정한 자세로 태극전으로 걸어 들어갔다. 한 걸음 한 걸음이 단호했고, 한 걸음 한 걸음이 결연한 의지를 담고 있었다.\\n그가 승전하여 돌아왔을 때, 그녀가 후방을 안정시킨 공을 감사히 여길 것인가, 아니면 정사에 간섭하고 권력을 휘두른 사실을 경계할 것인가? 그녀는 낙관하지 않았다.\\n하지만 그녀는 결코 후회하지 않았다.\\n북벌은 반드시 승리해야 한다. 그리고 그 승리의 초석에는 반드시 오늘 진완아가 휘두른 피로 물들인 칼이 있을 것이다.\\n미래가 어떻게 될지는——\\n그저 비바람을 기다릴 뿐이다."
                },
                {
                    "id": "NiZhaoRanZhuoSe",
                    "title": "진흙으로 물든 색",
                    "content": "융무 7년, 삼조의 노신 진랑이 병으로 세상을 떠나자 천자는 극히 높은 존귀를 내려 현귀로 추봉하였다. 한편, 경성에서는 후궁 중 한 명을 황후로 세운다는 소문으로 점점 더 시끄러웠다.\\n모두가 알다시피, 지금 왕조에서 황후로 추대된 이는 오직 천자가 즉위하기 전에 일찍 세상을 떠난 첫 부인인 숙덕문황후 사씨뿐이었다.\\n그러나 지금 후궁에서 진정한 지위가 가장 높은 이는 진가의 진 부인이었다. \\n잡소리는 귀에 스쳐 지나갈 뿐, 진완아는 그저 한 편의 우스꽝스러운 이야기를 들은 듯, 손짓으로 심복을 물러나게 한 뒤 붓을 들어 새로운 《여칙》을 집필하기 시작했다.\\n솔직히 말해, 오늘에 이르러 그녀가 후위에 전혀 관심이 없다고 한다면, 그것은 스스로를 속이는 것이나 다름없다. 하지만 그녀는 마음속으로 잘 알고 있었다. 자신의 이 생애에는 아마도 영원히 그 자리에 닿을 수 없을 것임을. 결국 살아 있는 자가 죽은 자를 이길 수 있겠는가?\\n지금도 그녀는 가끔 그 온화하고 차분한 여인을 떠올렸다. “성아를 데려가라”는 그 말을, 진왕부로 급히 달려가 진가를 위해 '후계자 구원 공로'라는 중대한 기회를 잡으려 했던 순간을, 모자를 동시에 구해 후궁과 사족 세력의 미래 구도를 흔들지 않으려 했던 순간을. 그녀는 이미 마음속으로 그 과정을 수없이 연습해 보았다. \\n어떻게 이해관계를 설명하고, 어떻게 위기를 그려내야 할까,\\n그러나 그 맑은 눈동자가 그녀를 바라보며, 그녀가 입을 열기도 전에 자신이 가장 원하는 답을 직접 말했을 때, 그녀가 팽팽하게 당겨진 마음의 줄이 갑자기 풀리며, 그 뒤로 흘러나온 것은 후회와 어둠, 죄책감이 섞인 안도감이었다. \\n아버지가 갑작스레 떠나자, 그녀는 삼촌이 사족 원로를 달래는 협상 수단이 되었다. 진 가문이 잘못된 편에 섰기에, 그녀는 사족과 황실이 서로 이용하는 계약서였다. 그녀는 선악을 알고, 옳고 그름을 분별하며, 뚜렷한 자아를 지녔지만, 스스로 '진(陳)'이라는 성씨에 얽매여 감옥에서 벗어나 진정한 자유를 누려본 적이 없었다.\\n그때도 그랬고, 지금도 마찬가지였다. \\n붓끝이 잠시 멈췄다. 오랫동안 응고되었던 먹물이 결국 떨어지며, 방금 써내려간 단정한 글씨를 더럽혔다. 진완아는 그 먹자국을 바라보며, 마치 자신의 일생 동안 씻어낼 수 없는, 계략과 죄책감이 뒤섞인 복잡한 색깔을 마주하는 듯했다."
                }
            ]
        },
        {
            "id": "SiKongZheng",
            "name": "사공정",
            "description": "대선 황제 사공경의 장자로 영왕에 봉해졌다.\\n어린 시절 낭야왕의 장자로서 천하를 염려하고 책임감이 강했으며, 어린 동생을 지극히 보살폈다. 남하한 이후로 사족 진가와 점차 가까워져, 편안히 한 곳에 머무르자는 안주 정책을 주장했다. 이로 인해 조정에서 진왕 사공요와 견해가 달라 두 형제의 사이는 점점 멀어졌다.",
            "stories": [
                {
                    "id": "ChenYe",
                    "title": "깊은 밤",
                    "content": "원강 24년 봄, 선제 사공경은 병이 깊어 위태로웠으며, 숨결이 하루가 다르게 약해져 몇 달밖에 살지 못할 운명이었다. 황태자 영왕 사공정은 대리 섭정이라는 이름으로 이미 조정의 정무를 확고하게 장악하고 있었다.\\n밤이 깊고 인적이 끊긴 영왕부 밀실. 심복 참모인 진응이 목소리를 낮췄다.\\n“전하, 기회는 순식간에 사라집니다. 진왕은 먼 변방에 있어 손이 닿지 않습니다. 궁중에서 ‘조금의 움직임’이 있으면 폐하가 갑작스레 서거하셨다고 발표하고, 그때 조서를 위조해 즉위하면 명분이 확실해집니다.”\\n촛불이 사공정의 얼굴 위에서 일렁였고, 그의 미간에 비치는 격렬한 고뇌를 비췄다.\\n진응의 말, 그는 바로 이해할 수 있었다. 그 ‘조금의 움직임’이란, 그가 직접 부황의 마지막 가는 숨을 끊고, 지극히 가까운 혈육의 피를 밟고, 즉시 정상에 올라서라는 의미였다. 권력의 왕관은 손만 뻗으면 움켜쥘 수 있을 만큼 지척에 있었다.\\n그의 머릿속에는 부황의 야윈 얼굴, 어릴 적 자신을 어깨에 메고 다니던 넓은 어깨, 조서를 검토하며 가르치던 그 엄격했던 모습이 스쳐 지나갔다.\\n더 나아가 둘째 동생 사공요가 군대 앞에서 보여주던 침착하지만 날카로운 눈빛도 스쳐 지나갔다.\\n오랜 시간이 흐른 뒤, 사공정은 천천히 눈을 감았다가 다시 떴을 때, 눈 밑의 동요는 이미 가라앉아 있었다. 그는 손을 저으며 말했다. 피로에 젖은 목소리지만 유독 또렷했다.\\n“나는 그리하지 않겠다. 단지 부자간의 도리 때문만이 아니며, 천하의 입방아를 두려워해서도 아니다. 만약 이러한 수단으로 권좌를 차지한다면, 이후의 모든 밤낮이 가시방석과 같을 것이다. 이 강산, 이 나라 분명 내가 가질 것이지만, 당당하고 정당하게 가질 것이다. 부황께서 승하하신 후에야 큰 계획을 도모하겠다.”\\n그는 겉보기엔 더 느리고 위험한 길을 선택했다. 시간에 모든 걸 걸었으며, 타인에겐 우스꽝스러워 보일지 몰라도 자신만의 원칙을 지켰다.\\n진응은 속으로 한숨을 내쉬고 더 이상 말을 잇지 않았다.\\n창밖의 밤은 더욱 깊어졌다."
                },
                {
                    "id": "PiaoYao",
                    "title": "흔들리다",
                    "content": "사공정은 새로 지은 궁원의 높은 단상에 서서, 안개비 속에서 희미하게 보이는 궁궐의 윤곽을 바라보았다. 그때 그의 오른손이 무의식적으로 허공을 움켜쥐었다——이 손은 한때 삼석의 강궁을 가볍게 당겨 백보 밖의 나뭇잎도 꿰뚫을 수 있었던 손이었다.\\n오노가 영안을 짓밟았을 때, 그는 어린 동생을 보호하며 남쪽으로 도망쳤는데, 혼란 속에서 날아온 화살 한 발이 그의 어깨뼈를 관통했다. 화살촉이 근육과 혈관을 찢었고, 이 상처는 비록 지금은 아물었지만, 비가 올 때마다 은근히 쑤시고 아팠다.\\n아버지께서 진가의 도움으로 황위를 다시 이으신 후부터, 모든 것이 변했다.\\n그는 더 이상 변방에 있던 번왕의 아들이 아니라, 새로 태어난 조정의 황태자였다.\\n이 불안정한 조정은 안정, 돈과 식량, 그리고 남방 사족들의 지지가 필요했다. 그리고 남방 사족의 수장인 진가가 그에게 내민 협력의 손길은 그 의미가 너무나 분명했다.\\n그는 더 이상 선국을 위해 전장에 나가 싸울 수 없으니, 그렇다면 다른 방식으로, 이 위태롭게 흔들리는 가문과 나라를 위해 힘쓰기로 마음 먹었다.\\n사회의 안정을 도모하고, 망명 온 조정이 숨을 돌릴 수 있게 하며, 위태로운 ‘사공씨’의 정통성을 보존해야 한다. 관망하는 태도를 보이는 사족들에게 안심을 주어, 황실이 협력하고 공동 통치를 할 의지가 있음을 보여주는 것.\\n이것이 바로 사공정이 황태자로서 지금 이 순간 반드시 짊어져야 할 책임이자, 이 가문과 이 나라를 위해 그가 할 수 있는 유일한 선택이었다.\\n그는 진씨 가문과의 협력에 동의했다. 자발적으로, 그리고 침착하게. 하지만 한 걸음을 내디딘 순간 더 이상 되돌아갈 수 없었다.\\n설령 ‘비굴하게 편안함만을 좇는다’라는 오명을 쓰더라도.\\n앞으로의 갈 길은 멀다. 아버지의 대에서 해결하지 못한 문제들은 그가 황위에 오르고, 선나라가 기운을 회복할 때쯤이면 더 이상 문제가 아닐지도 모른다……"
                }
            ]
        },
        {
            "id": "CaoBiaoZhi",
            "name": "조표지",
            "description": "선국 조씨의 적통으로 호부시랑을 역임했다. 같은 사족으로 진가와 대대로 친해 승상 진도의 문하에 들어갔다. 비록 사족이지만 정직하고 허례를 싫어하였다. 서민과 어울리는 걸 좋아하고, 종종 강호의 협객들과 술을 마시며 새로운 소식을 얻었다.",
            "stories": []
        },
        {
            "id": "ChenDao",
            "name": "진도",
            "description": "선국의 승상으로 진씨 명문가의 가주다. 교활하고 음흉하며 말재주가 뛰어나 권모술수로 낭야왕을 지지하며 단숨에 남방 제일의 사족이 되었다..",
            "stories": []
        },
        {
            "id": "HuangHouLiShi",
            "name": "황후 이씨",
            "description": "본래 낭야왕비였으나 남하 후 선국의 황후로 책봉되었다. 단아하고 온화하며 조정 일에는 일절 관여하지 않는다. 사공정과 사공요의 어머니로 두 아들을 극진히 아낀다.",
            "stories": []
        },
        {
            "id": "ZuYue",
            "name": "조월",
            "description": "선국 대장군 조곤의 딸로 오랜 세월 아버지를 따라 전장을 누볐기에 무예가 뛰어나다. 개인적으로는 강남의 번화가를 부러워 하고 영준한 인재들을 흠모하기도 했다. 하지만 전장에서의 경험으로 결단력이 있고 명령 집행에 냉혹하여 적들의 간담을 서늘하게 만들었다.",
            "stories": [
                {
                    "id": "BuHuaEMei",
                    "title": "눈썹을 그리지 않으리",
                    "content": "그녀는 대선 유일의 여장군이자 대장군 조곤의 외동딸이다.\\n모래바람이 그녀의 강인한 기개를 단련했고, 손에 든 장창은 오노의 무수한 영혼을 거두었다.\\n여자는 여자다워야 한다—— 이런 훈계는 그녀가 처음 무술을 익힐 때엔 들을 수 있었으나, 이제는 조정 안팎 누구도 감히 면전에선 떠들지 못했다.\\n열네 살에 아버지를 따라 출정했고, 스무 살에 홀로 군대를 이끌었다. 그녀의 전과 기록에 새겨진 모든 공은 피를 흘리며 쟁취한 것이었다. 게다가 뒤에는 선나라의 기둥인 조씨 가문이 버티고 있었기에, 아버지나 군법 외에는 대부분의 사람들이 정한 규칙이 그녀에게는 눈앞의 먼지처럼 여겨졌다.\\n하지만 조씨 가문의 명성을 노리고 혼인을 원하는 사족 가문은 많았으나, 조곤이 딸에게 안정된 혼처를 마련하려 해도 여전히 한숨만 내쉬었다.\\n이 이야기가 나오기만 하면, 아무리 집안에서 아버지 앞에 꼿꼿이 서 있어도 조월의 입가에는 늘 비웃는 듯한 미소를 지었다.\\n“체통이 나라를 지키나요? 예의와 풍속이 잃어버린 땅을 되찾아 와요? 나를 구속하려는 사람을 찾느니, 차라리 말 잘 듣는 낭군 하나 들이는 게 나을 거예요.”\\n그러나 한밤중 고요한 시간, 적들이 그 이름만 들어도 벌벌 떨게 만드는 이 여장군은 가끔 남쪽에서 가져온 소설책에 넋을 잃곤 했다. 소설책에 묘사된 비 내리는 화선 위의 풍경, 바람에 흔들리는 연못의 연꽃은 마치 봄날의 버들꽃처럼 그녀의 마음을 살며시 스쳤다.\\n그녀는 가장 사나운 전마도 길들일 수 있었지만, 고금을 연주해 본 적은 없었다. 병법에는 정통했지만, 바늘에 실을 꿰는 법은 몰랐다. 가끔 거울 앞에 서서 자신을 바라볼 때면 상상하기도 한다. 만약 태평성대에 태어났다면, 그녀도 거울 앞에 앉아 꽃잎으로 화장을 하고, 봄 꽃잎이 휘날리는 길거리를 우산을 들고 거닐 수 있지 않았을까?\\n“평온한 삶을 살 수 있다면, 누가 칼끝의 피를 핥으며 살고 싶겠어?”\\n한 번의 공을 치하하는 연회에서 그녀는 길게 한숨을 내쉬며 말했다.\\n나도 작은 다리와 흐르는 물이 있는 풍경을 원해. 고금를 뜯고 시를 짓는 법을 배우고 싶어. 가장 좋다면... ....옥 같은 얼굴의 낭군도 곁에 있으면 좋겠지.”\\n사현을 필두로, 장막 안의 장수들은 모두 포복절도하며 웃어넘겼다. 그저 그녀가 술김에 한 농담이라 여겼다."
                },
                {
                    "id": "AnNengZheYao",
                    "title": "어찌 허리를 굽힐 수 있으랴",
                    "content": "그녀는 먼지를 뒤집어쓴 채 무양의 의사청 안에 서 있었고, 지금의 익양의 위급한 상황을 말하자 장막 안은 숨막히는 침묵에 잠겼다.\\n진응은 느긋하게 손에 든 전보를 펼쳐 한참을 들여다본 뒤에야 입을 열었다\\n“우리가 받은 군령은 무양을 수비하라는 것이다.”\\n그는 눈을 들어 조월을 바라보았다\\n“지금 같은 상황이라면, 우리가 익양에 도착한들 이미 함락된 후겠지. 나는 경주군을 위험에 빠뜨릴 수 없다.”\\n조월의 손이 무의식적으로 칼자루로 움켜쥐었고, 그 미세한 동작에 장막 안의 호위들은 즉시 긴장했다. 진응은 더욱 경계하며 크게 호통쳤다\\n“조월, 너 지금 뭐 하려는 거냐!”\\n그녀는 깊게 숨을 들이쉬고 억지로 칼자루에서 손을 떼며 두 손을 모아 깊숙이 고개를 숙였다.\\n“진 장군, 부디 제발 익양으로 구원군을 보내 주십시오!”\\n전장을 호령하던 조가의 젊은 장군이 언제 이런 저자세를 취한 적이 있었던가?\\n진응은 턱을 쓰다듬으며 말했다\\n“경주군이 구원에 나서면 위험을 너무 크게 감수해야 한다네.”\\n그는 갑자기 화제를 바꾸었다.\\n“하지만… 조 장군이 스스로 위험을 무릅쓰고 익양에 구원을 요청하다니, 그 담력은 참으로 감탄스럽군.”\\n“진응, 결국 원하는 게 뭐냐? 하고 싶은 말이 있으면 바로 말해.”\\n“만약 조 장군이 이번 전공을 모두 경주군의 공으로 돌리겠다고 한다면……”\\n진응은 살짝 눈을 가늘게 뜨고 입가에 미소를 띠었지만, 말을 마치기도 전에 조월에게 다시 한번 말을 끊겼다.\\n“그건 불가능해!”\\n하지만 진응은 이미 그녀의 한계를 대략 파악한 듯, 느긋하게 누운 의자에서 자세를 고쳐 앉았다.\\n“흥정은 없다. 그쪽 장수와 익양의 장수가 목숨이 있다면, 당연히 내 부하들도 모두 목숨이 있지.”\\n장막 안의 화로에서 딱딱거리는 소리가 났다. 그녀는 마치 멀리 익양 성벽 위에서 벌어지는 살육 소리를 들을 수 있는 듯했고, 잃어버린 땅을 반드시 되찾겠다고 당당히 선언했던 그 청년이 떠올랐다.\\n익양은 전선에 군량을 공급하는 중요한 길목이니 절대로 잃어서는 안 된다\\n“좋다.”\\n이 한 마디가 그녀의 이빨 사이로 힘겹게 뱉어졌다.\\n“내가 상소해서, 공적을 모두 진 장군에게 돌리겠다.”\\n“좋아! 좋아!”\\n진응은 손뼉을 치며 웃었다.\\n“전령을 전하라! 즉시 출병하여, 우리 진왕 전하를 구원하러 간다!”\\n장막 안의 장수들은 일제히 명을 받고 흩어졌고, 오직 조월만이 그 자리에 그대로 서서 오래도록 침묵했다."
                }
            ]
        },
        {
            "id": "ChenYing",
            "name": "진응",
            "description": "승상 진도의 아들로 병권의 일부를 장악했다. 명문가의 자제로 권세가 높아 성정이 흉악하고 오만하다.",
            "stories": []
        },
        {
            "id": "LiuNian",
            "name": "유염",
            "description": "북방 오보 수령인 유대도의 손녀..\\n부모를 잃고 할아버지와 함께 북방의 유실지에서 힘들게 살았으며, 수많은 친척과 친구들이 오노에게 죽는 모습을 보았다. 언젠가 북방의 백성들도 평안한 삶을 되찾기를 간절히 바라고 있다.",
            "stories": [
                {
                    "id": "DiShengChang",
                    "title": "피리 소리가 울려 퍼지다",
                    "content": "그녀는 북방이 가장 혼란스러웠던 시대에 태어났다.\\n어릴 적 그녀는 외톨이였고 말수가 적었다. 할아버지는 바쁘셔서 자주 모습을 보이지 않으셨고, 그녀는 텅 빈 방에 혼자 앉아 멍하니 있었다. 그렇게 하면 다른 사람에게 폐를 끼치지 않아도 되고, 자신과 같은 나이인데도 부모님의 보살핌을 받는 아이들을 보며 부러워하지 않아도 되었기 때문이다.\\n자신의 존재감을 작게만 하면, 모두에게 폐를 끼치지 않아도 된다고 생각했다. 그녀는 줄곧 그렇게 생각했다.\\n그러던 어느 날, 밖에서 격렬한 다투는 소리가 들려왔다.\\n“유대인, 우리가 죽을지언정 오노 놈들에게 철기를 줄 수는 없어!”\\n“그러면 성채에 사는 천여 명의 사람들이 모두 죽어야 하겠소?”\\n“겁쟁이!”\\n“맞서 싸우자!”……\\n할아버지가 문을 열고 들어와 침대 가장자리에 앉았다. 그의 넓고 두터운 등은 구부정해졌고,두 손바닥 사이에 얼굴을 묻었다.\\n해질녘 햇살이 창문을 통해 그의 그림자를 아주 길게 늘여놓았고, 그 그림자는 집 안의 어둠 속으로 스며들었다. 마치 성채 전체의 무게가 그의 어깨에 짓눌린 듯했다.\\n그녀의 가슴이 무언가에 쥐어짜인 듯 아팠다. 조심스럽게 다가가 손을 들어 노인의 희끗희끗한 머리를 쓰다듬었다. 마치 예전에 그가 그녀를 달래주던 것처럼.\\n노인은 고개를 들었고, 그녀는 그 얼굴에 엉망이 된 콧물과 눈물 자국을 보았다.\\n“내가 뭘 할 수 있을까?” 그녀는 처음으로 스스로에게 물었다.\\n그날부터 그녀는 힘껏 미소 지으며 모두와 어울리려 노력했다. 새벽에는 밤을 지새운 숙부들에게 수고하셨다고 인사하고, 저녁에는 가족을 잃은 아이들과 함께 놀아주었다. 그녀는 늙은 의사를 스승으로 모시고 풀 한 포기 한 포기를 꼼꼼히 구분했으며, 부상자에게 붕대를 감아줄 때면 항상 부드럽게 위로했다. 또한 피난 온 악사에게서 피리 부는 법을 배워 음악으로 산 자를 위로하고 죽은 자를 달랬다.\\n점점 성채 안 사람들의 얼굴에는 더 이상 근심만이 가득하지 않았다. 여전히 식량은 부족하고, 오노의 위협은 여전했지만, 이 난세 속 작은 세상에는 몇 곱절의 따뜻함이 더해졌다.\\n해가 지는 저녁, 유염의 피리 소리가 은은하게 울려 퍼졌다. 그녀는 이제 높은 곳에 서서 멀리 내다보는 것을 좋아한다.\\n그녀는 내일도 해는 다시 뜰 것이고, 자신이 해야 할 일은 그 햇빛이 모든 이의 마음에 스며들게 하는 것임을 알고 있다."
                },
                {
                    "id": "FeiWuXiang",
                    "title": "내 고향이 아니야",
                    "content": "원강 북벌이 끝난 후, 유염은 사공요를 따라 남방으로 왔고, 소의로 봉해져 입궁하게 되었다\\n처음 남도에 도착했을 때, 그녀는 책 속에서 묘사된 안개비 속 강남을 처음으로 직접 보았다. 푸른 벽돌과 짙은 기와가 산과 연못의 봄 풍경을 수놓았고, 진회강의 안개 낀 버드나무가 밝은 달과 가을 바람에 살랑거렸다.\\n도취되지 않았다고 말하면 거짓말이다. 이 땅은 참으로 풍요로운 땅, 언제나 그렇듯 인간의 본성은 늘 만족을 모른다.\\n그녀는 고난 속에서 편안한 삶을 바라왔는데, 이제 편안해지자 또 다른 것을 사치스럽게 바라기 시작했다. 그녀는 점점 더 자주 북방 성채에서의 세월을 그리워했다.\\n그때의 날들은 비록 가난했지만, 할아버지가 있었고, 구 아저씨가 있었고, 농담하기 좋아하시던 숙모와 그녀에게 피리를 불어달라고 조르던 아이들이 있었다.\\n이제 모든 게 나아진 것 같지만, 그녀는 오히려 자신이 그들로부터 점점 멀어지고 있다고 느낀다.\\n구 아저씨가 변한 것 같고, 그녀가 익숙했던 사람들이 모두 변한 것 같다. 그들은 더 이상 그녀와 모든 것을 거리낌 없이 이야기하지 않았고, 오가는 편지의 구절들에는 감추지 못하는 공경, 격식, 그리고 거리감이 담겨 있었다.\\n그녀는 지나간 정을 붙잡으려 했지만, 마치 한 줄기 연기를 잡으려는 것처럼 무력했다. 하지만 이런 감정들은 그녀가 조심스럽게 정리하여 마음속 깊이 숨겨두었다.\\n남도는 북방과 달라서, 말 한마디 행동 하나가 모두 다른 사람에게 이용될 수 있었기에, 그녀는 권세와 부귀에 대해 관심이 없었고, 매년 북삭군의 아는 사람들을 신경 쓰는 것 외에는, 다른 때는 가능한 시비를 피하려 했다. 그래서 자신의 궁에 틀어박혀 조용히 지냈다.\\n또 한 해의 중추가 찾아왔다. 남도성은 불꽃놀이가 휘황찬란하고, 등불 축제가 대낮 같았으며, 백성들은 모두 나와 달을 구경했다. 유염은 황제와 함께 단상에 올라 멀리 내다보며, 달을 보며 술잔을 기울였다.\\n술잔을 비울 무렵, 취기가 이미 짙었고, 붉은 뺨에는 홍조가 피었다.\\n황제는 그녀가 난간에 기대어 무언가를 중얼거리는 것을 듣고는, 궁금하여 가까이 다가갔다.\\n몽롱하게 취한 눈으로 그녀가 가볍게 한숨 쉬는 소리를 들렸다.\\n“남도성 밤이 대낮 같아도, 결국 내 고향이 아니야.”"
                }
            ]
        },
        {
            "id": "ShiLang",
            "name": "석랑",
            "description": "오노의 우장군.\\n용맹하고 전투에 능하여, 많은 공훈을 한 그였지만 모친이 끌려 온 노예였기에 출신이 낮다는 이유로 오노의 권력층 사이에서 늘 배척을 받았다.",
            "stories": []
        },
        {
            "id": "ZhuYuanZhi",
            "name": "주원지",
            "description": "초야 출신으로 타고난 신력을 지녔다. 어린 시절 아버지를 따라 북방에서 대장장이 일과 노략질, 용병 생활을 했다. 이후 도적 소굴이 오노에게 평정되자 홀로 도망쳐 떠돌아 다녔다. 초환의 마차를 강탈하려다 오히려 발탁되어 초환의 문하에 들어가 군에 들어갔다.",
            "stories": [
                {
                    "id": "GuLang",
                    "title": "고독한 늑대",
                    "content": "주원지가 기억을 가질 수 있게 된 이래, 그는 맨손으로 말굽을 구부릴 수 있다고 소문난 아버지를 따라 변방의 회색 지대에서 생존을 위해 고군분투해왔다.\\n아버지에게는 형제가 몇 명 더 있었는데, 그들은 도적떼라고 하기엔 부족하고 정식 부대라고 하기엔 어설픈 소규모 무리를 이루어 함께 칼끝에 피를 묻히는 삶을 살았다. 때로는 상인 행렬을 호위하는 용병이 되기도 하고, 때로는 말도둑이 되어 홀로 여행하는 이들을 약탈하기도 했다.\\n여유가 생기면 대장간 일을 하기도 했는데, 주로 공개적으로 사용할 수 없는 특별한 쇠붙이들을 재활용해 새것으로 만드는 것이 주업이었다. 대장간 안의 주황빛 불꽃과 피비린내, 이것이 주원지의 온전하게 기억하고 있는 어린 시절이었다.\\n그는 타고난 괴력을 지녀 열두 살 때부터 무거운 철망치를 휘둘렀고, 싸움에서는 성인 남자도 가볍게 제압할 수 있었다. 아버지는 늘 말하곤 했다. 그 힘은 하늘이 내린 선물이라고. 그때의 주원지는 아버지처럼 약육강식이 당연하다고 생각했다.\\n그러던 어느 날…… 오노가 나타나 그의 거칠고 야만적인 세계를 가뿐히 산산조각 내버렸다.\\n아버지와 익숙한 얼굴들, 낯선 얼굴들이 풀잎처럼 쓰러져갔다. 그는 혼란 속에서 한 몸의 용맹함과 지형에 대한 익숨함을 바탕으로 포위망을 뚫고 나왔고, 뒤돌아 봤을 때는 이미 재가 되어버린 집만이 남아 있었다.\\n그때부터 그는 외로운 늑대가 되어 홀로 남쪽으로 떠돌았다. 혼란스러운 세상 속에서 버티며 살아가던 그는 어느 비 오는 밤, 굶주림에 눈이 뒤집힌 채 휘어진 칼을 들고 마차를 가로막았다.\\n“참으로 궁지에 몰린 듯한 짐승이로군.”\\n네 명의 갑사가 힘을 합쳐 그를 제압하자, 마차의 휘장이 걷히며 훗날 그의 스승이 된 초환이 놀라기는커녕 웃으며 말했다.\\n“이 힘을 강도질에 쓰기엔 아깝구나.”\\n주원지는 목을 뻣뻣이 세우고, 아버지가 생전에 하던 것처럼 죽기 전의 호기로운 말을 흉내 내려고 했지만, 초환은 호위병에게 손을 저으며 말했다.\\n“데려가서 밥을 주고, 옷을 갈아입혀라.”"
                },
                {
                    "id": "ChaiLang",
                    "title": "악독한 늑대",
                    "content": "“장군, 삼가 다시 생각하시옵소서. 이번 출병은 불가합니다. 조정의 명은 오노를 격퇴하라는 것이지 깊이 추격하는 것이 아니옵니다. 북삭군은 조정의 정예이니 만일 패하면 폐하께서는 반드시……”\\n주원지는 참모에게 화를 내지는 않았고, 큰 의자에 앉아 귀를 후비며 짜증 난 기색만 보였다. 참모가 거의 다 떠들어댄 후에야 틈을 잡아 말을 끊었다.\\n“그만해, 내가 승산 없는 싸움을 하겠냐?”\\n참모는 전혀 설득되지 않은 눈치로 다급히 말했다.\\n“장군! 이건 단순히 승산 문제가 아닙니다!”\\n“사실 돈 때문이다.”\\n주원지는 입을 비뚤게 하고 깜박이는 등불을 바라보았다. 눈빛 깊은 곳에는 냉철한 무감정이 스쳤다.\\n“조정이 떼어준 그 쥐꼬리만한 돈으로, 형제들이 배고파 눈알에 초록빛이 돌고 있는데, 그런 그들에게 허리띠를 졸라매고 목숨을 걸라고?”\\n잠시 멈춘 그는 목소리를 낮추었지만, 더 무게감 있는 어조로 말했다.\\n“우리 군에는 북쪽에서 도망쳐 온 난민들이 많이 섞여 있다. 그들은 속으로 불만을 품고 좋은 삶을 꿈꾸고 있어. 희망을 주지 않으면, 진짜 힘든 싸움이 닥쳤을 때 누가 목숨을 걸겠느냐?”\\n“이제 알겠으면 전령 보내라.”\\n말없이 바라보는 참모를 향해 그는 입을 벌려 웃었다. 호감 가는 둥근 얼굴에 사나운 기색이 스쳤다.\\n“출병하여 추격하라! 노획한 재물의 삼할을 공금으로 하고, 나머지는 전부 개인 몫이다! 배짱만 있다면, 내가 너희를 데리고 오노의 땅에서 실컷 먹여주겠다!”"
                }
            ]
        },
        {
            "id": "XieXuan",
            "name": "사현",
            "description": "진왕비 사약란의 남동생으로 사족의 집안에서 자란 풍류가객이다. 지금은 조곤 장군의 휘하에서 경험을 쌓는 중이지만 여전히 호탕하고 자유분방한 본성은 변치 않았다.",
            "stories": [
                {
                    "id": "JunZiBuLiWeiQiangXia",
                    "title": "담장 아래 서지 않는다",
                    "content": "대대적인 변법이 시작되자, 주도자인 사현의 지위는 눈에 띄게 치솟았다.\\n그러나 높이 오를수록 찬 바람이 불 듯, 위기는 왕조의 그늘 속에서 끊임없이 쌓여갔다.\\n“도련님, 어르신께서 또 편지를 보내셨습니다. 그만두시고 경성으로 돌아오라고 재촉하십니다.”\\n부하는 얼굴을 찡그린 채 한 시간 넘게 기다렸지만, 사현은 고개조차 들지 않은 채 새 법령의 보고서를 검토하는 데만 몰두했다. 이미 반 년 동안 일곱 번이나 집에서 보낸 편지였지만, 그는 또다시 무시하기로 했다.\\n성인은 말하기를, 군자는 위태로운 담장 아래 서지 않는다고 했다. 사현이 어찌 우둔하겠는가, 앞길이 험난하다는 것 쯤은 모를 리 없었다.\\n남의 재물을 끊는 것은 부모를 죽이는 것과 같다 했다. 그는 너무 많은 기득권자들을 건드렸고, 그를 탄핵하는 상소문이 황제의 어정궁 책상을 가득 채울 지경이었다. 그러나 지금 발을 빼버리면, 승진의 한 줄기 기회를 바라던 한미한 가문 자제들은 어떡하고, 북방에서 고생하며 살아가는 옛 백성들은 앞으로 어떻게 하겠는가? 누나의 희생은 또 무엇이겠는가?\\n사현은 용상에 앉은 매형이 누이와 태자의 혈육의 정을 이용해 자신을 부추기고, 자신을 사족을 겨누는 칼날, 뾰족한 창끝으로 만들려 한다는 것을 잘 알고 있었다.\\n하지만, 성아를 위해 길을 터주는 것은 그른 일이 아니었고, 백성을 위해 목소리를 높이는 것은 더욱 바른 일이었다.\\n사현은 마침내 붓을 내려놓고 일어나 창가로 걸어갔다. 밤은 짙고, 차가운 달만이 홀로 걸려 있었다.\\n그는 문득 낮은 웃음을 터뜨렸다. 그 웃음에는 자조가 섞여 있었지만, 더 큰 것은 단호함이었다.\\n“아버지께 회신을 보내라.” 그의 목소리는 평온했다. “물러날 줄 몰라서가 아니라, 물러날 수 없다고 전해.”\\n대장부가 일을 할 때는, 할 수 있는가 없는가를 묻지 않고, 마땅한가 아닌가만 따진다.\\n사현은 이제 이 말만을 마음에 두고 행할 뿐이다.\\n할 일을 한다!"
                },
                {
                    "id": "XianYiNuMaShaoNianLang",
                    "title": "화려한 옷에 분노한 말을 탄 젊은이여",
                    "content": "경성의 사족들 사이에서, 사현은 늘 이름난 인물이었다。\\n보통의 세가 자제들과 달리, 사현은 청담이나 현수론 같은 활동을 좋아하지 않았으나, 의협으로 일 벌어지는 자리에는 언제나 빠지지 않았다. 그의 아버지 사건안도 결국 체념하고, 인맥을 동원해 그를 대장군 조곤의 군영에 밀어 넣었다.\\n첫째, 고된 군영 생활에 부딪히면 이 아들이 마음을 돌려 다시 경성으로 돌아와 시서를 읽고 사씨 가문의 맥을 잇길 바랐다.\\n둘째, 아들이 생김새도 꽤 괜찮고 문무도 조금은 재능이 있었고, 거기에 조 장군에게 또 마침 나이가 비슷한 딸이 있지 않은가?\\n하지만 누가 알았겠는가, 온갖 계산을 했건만 마치 고기만두를 개에게 던진 격으로 군에 들어가 돌아오지 않았다.\\n사현은 군에 들어가자마자 물 만난 고기처럼 활개쳤다. 집안이 넉넉한 걸 앞세워 은전을 뿌리고, 멋진 준마를 타며, 가장 독한 술을 마시고, 가장 예리한 칼을 차며, 가장 골치 아픈 오노의 도적떼를 추격했다. 심지어 조곤 장군의 딸과도 불꽃이 튀었다. 훈련장에서 패배하자 ‘우리 매형을 데려와, 널 혼쭐내 주겠다’며 소리치고, 또 한편으로는 내기에서 진 벌칙으로 병사들에게 은전을 돌리며 ‘조월은 내 큰 아가씨다’라고 외쳐댔다.\\n성격이 쾌활하고, 상서인 아버지와 왕비인 누이를 믿고 안하무인으로 굴었지만, 전장에서의 용맹만큼은 남달랐다. 사 상서는 처음 몇 번 사현이 돌격하다 크게 다쳤다는 소식을 들을 때마다 눈앞이 캄캄해 기절할 뻔했으나, 나중에는 점차 익숙해져 다시 소식을 들으면 숨을 들이쉬며 이를 악물고 겨우 한마디 내뱉었다.\\n“창고에 있는 약재 좀 헤아려서 조 장군께 보내라.”"
                }
            ]
        },
        {
            "id": "ZuKun",
            "name": "조곤",
            "description": "영안 출신으로 선국의 대장군이며 천하를 지키며 오노의 침입을 막는 주요 장수다.\\n성격은 신중하고 노련하며, 매사에 평온하여 얼굴에서 기쁨과 노여움이 잘 드러나지 않는다. 오노와의 싸움에만 전념할 뿐 정사에는 거의 끼어들지 않아 자주 칭송받는다.",
            "stories": []
        },
        {
            "id": "LiuDaDao",
            "name": "유대도",
            "description": "북방의 작은 성채 오보의 수령이자 의군 통솔자로 한때 영안군에서 복무했다.\\n오노의 남침 때 공포에 휩싸여 도주하였고, 전후에 아내와 아들이 피난 중에 죽었다는 사실을 알고 비통함과 회한에 빠졌다. 며느리마저 세상을 떠나자 손녀 유염을 홀로 키웠으며, 두 사람은 서로를 의지하며 살았다.",
            "stories": []
        },
        {
            "id": "SiKongSheng",
            "name": "사공성",
            "description": "사공요의 장자이자 사약란의 아들로 선국의 태자.\\n어린 시절 아버지의 왕위 쟁탈와 어머니의 죽음을 겪었으며, 부황의 큰 기대를 받아 공손하고 예의 바르게 자랐다. 어머니의 바람대로 나라를 다스릴 재능이 있으며 백성을 걱정하고 부황의 대업을 도울 수 있는 훌륭한 태자로 성장했다.",
            "stories": [
                {
                    "id": "GuZhouXing",
                    "title": "독한 배가 나아간다",
                    "content": "조정 안팎 모두가 알고 있듯, 태자 사공성은 폐하께서 즉위하던 때부터 책립된 후계자였고, 십여 년 동안 천하 사람들은 이미 그가 대통을 이을 것이라 여겨왔다.\\n오직 사공성 자신만이 자신의 앞길이 결코 평탄하지 않음을 알고 있었다.\\n어머니는 일찍 세상을 떠났고, 후궁의 권세는 모두 이황자의 생모인 진 부인이 쥐고 있었다. 외숙부 사현은 스스로를 저택에 가두고 무기력하게 세월을 흘려보냈으며, 외조부 사건안은 승상이라 하나 조정 일에 지나치게 관여할 수 없었다.\\n거대하고 비대한 외척 세력은 잠시 태자의 버팀목이 될 수는 있으나, 장기적으로는 큰 위험 요소다. 그의 부황은 결코 선국이 옛날처럼 잘못된 길을 되풀이하는 것을 허락하지 않을 것이다.\\n그러므로 사공성은 어려서부터 흠 하나 없는 옥처럼 살아왔다.\\n경사자집을 통달했고, 정사를 논하면 견해가 독특하고 사고가 주도면밀했다. 사람을 대하면 너그럽고 인자했으며, 부황의 눈에 실망이 비치지 않도록, 총애받는 둘째 아우에게 어떤 면에서도 뒤처지지 않도록, 더구나 일찍 세상을 뜬 어머니의 존귀한 이름을 자신의 부족함으로 조금이라도 더렵혀지지 않도록 언제나 조심했다.\\n공손함, 겸허함, 예의와 재략——이 모든 것이 그가 몸에 두른 갑옷이 되어, 그 아래에 감춰진 두려움과 외로움, 피로를 세상에 드러나지 않게 감싸고 있었다.\\n그가 짊어진 것은 어찌 단지 후계자의 책임만이 아니었다.\\n그것은 어머니가 이루지 못한 기대이자, 부황이 세우려는 국가 번영의 이상이었으며, 더 나아가 천하 백성의 태평이었다.\\n그는 곧은 길 위를 걷는다. 왼쪽도, 오른쪽도, 뒤도 돌아볼 수 없다. 그는 완벽해야 했고, 오직 완벽할 수밖에 없었다."
                },
                {
                    "id": "ZhuGuangMing",
                    "title": "촛불",
                    "content": "어머니의 기일이 또 돌아왔다. 사공성은 검은 옷을 입고 새벽빛 속에 옛 진왕부에 들어섰다.\\n“이른 아침부터 미안하네.”\\n그는 내시가 두 손으로 건네는 촛불을 받아들며 온화한 어조로 말했고, 예절이 완벽해 흠 잡을 데가 없었다.\\n어린 내시는 두려움에 몸을 굽히며 감히 감히라고 연신 말했다.\\n그는 더 이상 말하지 않고 조심스럽게 촛불을 켰다. 세 번 절을 올린 뒤 조용히 방석 위에 무릎 꿇고 앉아, 그 희미한 불빛을 지키며 서서히 다 타버릴 때까지 기다렸다. 멍하니 영위 위에 새겨진 금빛 글씨 '숙덕문황후'를 바라보았다.\\n오직 이곳, 어린 시절의 짧은 즐거움을 담았던 이 오래된 저택에서만 그는 궁중에서 늘 긴장했던 마음을 잠시 내려놓을 수 있었다.\\n어린 시절 그 혼란 속에서 느꼈던 구체적인 공포와 혼란은 이미 기억나지 않았고, 어머니의 얼굴조차 부드럽고 흐릿한 윤곽만 남아 있었다.\\n하지만 그는 여전히 그 느낌을 고집스럽게 쫓고 있었다——어머니의 보호 아래 완전히 안심되고 따뜻했던 그 착각을. 그는 이 허망한 기억의 잔재를 되새기며 힘을 얻어, 계속 나아가고 있었다.\\n“전하, 이제 사시입니다.”\\n어린 내시의 목소리가 그를 현실로 끌어냈다.\\n사공성이 일어나 엄숙히 서서 다시 한 번 절을 하고 돌아섰다.\\n그가 저택을 나간 뒤, 범충이 천천히 들어와 이미 텅 빈 대문을 바라보며 가볍게 탄식했다.\\n“태자 전하는 변함없이 효성스럽구나.”\\n어린 내시가 범충의 표정을 살피며 조심스럽게 물었다.\\n“아버지, 방금 막 올린 향과 촛불은… 올해도 예전처럼 치울까요?”\\n“그래 치워라.”\\n범충이 손을 저으며 말했다.\\n“어차피 우리는 궁궐에 의지해 먹고사는 몸이니.”\\n잠시 후, 선황후 사씨의 위패 앞은 먼지 한 점 없이 깨끗하게 정리되었다.\\n너무나 깨끗해서…… 마치 아무도 찾아온 적 없었고, 그 조심스러운 의지나 그리움마저 처음부터 존재한 적 없었던 것처럼."
                }
            ]
        },
        {
            "id": "SiKongXu",
            "name": "사공욱",
            "description": "사공요의 차남, 진완아의 아들로 연왕으로 책봉되었다.\\n모친이 진가의 실권자로 강력한 배경을 이루고, 대장군 주원지의 신뢰를 받고 있었다. 성격은 솔직하고 용맹하여 군과 사족 사이에서 좋은 평판을 얻고 있다.",
            "stories": [
                {
                    "id": "LiShiShiYiGeLunHui",
                    "title": "역사는 하나의 순환이다",
                    "content": "사공욱은 선황후 사약란의 죽음에 자신의 외가인 진가에게 절반의 책임이 있다는 사실을 단 한 번도 잊은 적이 없다. 이것은 시종일관 그와 태자 사이에 가로놓인, 넘어설 수 없는 깊은 심연이었으며, 그의 마음속에 여러 해 동안 깊이 박혀 뽑을 수 없는 독이었다.\\n비록 사공성이 이 몇 년 동안 그와 어머니를 겨냥하는 어떠한 행동도 하지 않았고, 기껏해야 일부 정치적 견해나 일 처리 방식에서 약간의 갈등이 있었을 뿐이며, 오히려 대부분의 경우에는 맏형으로서 자신을 돌봐주기도 했다.\\n하지만, 사공욱은 마음속으로 분명히 알고 있었다. 속으로 감추고 말하지 않는다고 해서, 단 한마디도 언급하지 않는다고 해서, 결코 이미 내려놓았다는 것을 의미하지 않는다는 것을.\\n그가 사공성을 이해하지만, 그렇다고 물러설 생각은 없었다.\\n마치 예전에 부황이 천하를 위해 물러설 수 없었던 것처럼, 그 역시 반드시 지켜야 할 것이 있었다.\\n상황이 어떻게 변하든, 결국 누가 이기고 누가 지든, 그는 어머니와 어머니 뒤에 있는, 자신의 운명과 흥망성쇠를 함께 하는 진가 전체를 보호할 것이다.\\n어렴풋이, 그는 모든 것을 휩쓸고 거침없이 흘러가는 한 줄기 장강을 보는 듯했다.\\n모든 것은 역사의 순환일 뿐이다."
                },
                {
                    "id": "JinShuiLouTaiXianDeYue",
                    "title": "가까운 물가에서 먼저 달을 본다",
                    "content": "백관들 중에는 이황자 사공욱을 높이 평가하는 사람들이 적지 않았다.\\n이것은 물론 진씨 가문의 영향도 있었지만, 사공욱 자신에게 확실히 비범한 점이 있다는 것은 부인할 수 없는 사실이었다. 그는 어릴 때부터 군사 분야에 뛰어난 재능을 보였다. 융무 북벌 전쟁에서는 더욱이 몸소 선두에 서서, 전장에서 장수를 베어 눈부신 전공을 세웠으니, 이 같은 용맹함은 예전에 진영을 뚫고 깃발을 빼앗아 군위를 세운 폐하와 얼마나 닮았는가?\\n바로 이런 이유 때문에, 세상 사람들이 폐하께서 오히려 그를 더 마음에 두고 계실 것이라고 추측하는 것도 결코 근거 없는 이야기가 아니었다.\\n과거 조정과 민간의 이러한 논의에 대해 사공욱은 시종일관 입을 굳게 다물고 속마음을 드러내지 않았다. 적어도 겉으로는 태자인 형과 우애롭고 화목한 형제의 모습을 유지하고 있었다.\\n그러나 지금은 때가 바뀌고 상황이 달라졌다. 선국이 오노에게 대승을 거두어 나라 밖의 외환이 처음으로 평정했건만, 이 불세출의 업적을 세운 부황은 중상을 입고 혼수상태에 빠져 생사가 불투명하다.\\n더욱 중요한 것은, 사공성은 멀리 경성에 남아 정사를 돌보고 있지만, 그는 지금 바로 부황 곁에 있다는 것이다.\\n익양으로 돌아가는 길에, 주 장군은 이미 여러 번 그에게 ‘가까운 물가에서 먼저 달을 본다’고 암시를 건넸다. 그 지극히 높은 자리가 처음으로 이렇게 가까이 다가온 동시에, 이렇게 위험하게 느껴졌다.\\n어떤 일들은 더 이상 외면할 수 없었고, 그는 고민하기 시작할 수밖에 없었다."
                }
            ]
        },
        {
            "id": "SiKongYu",
            "name": "사공옥",
            "description": "사공요와 유염 사이에서 태어난 막내딸로 심양공주로 책봉되었다.\\n공주가 태어난 날 궁궐의 옥란이 만개하였고, 황제가 크게 기뻐하며 '옥'이라 이름 지었다고 전해진다. 어릴 적부터 황제와 소의의 총애를 받았으나 교만하지 않고 오히려 총명하고 마음씨가 고왔다. 사공성과 연왕 사공욱 사이를 원만히 중재해 두 형제를 화해시키는 재주가 있다.",
            "stories": [
                {
                    "id": "QianQiu",
                    "title": "천추",
                    "content": "연동의 모용씨 사신이 찾아와 오노를 함께 합공하는 조건으로 공주를 요구했을 때, 사공옥의 세계에 처음으로 균열이 일어났다.\\n소식이 전해졌을 때, 그녀는 난초 잎의 아침 이슬을 정성스레 털어내고 있었다.\\n손끝이 공중에서 멈추었고, 방 안은 갑자기 놀랄 만큼 고요해졌다. 설명할 수 없는 한기가 뼛속으로 스며들었다. 사방에서 들려오는 것은 자신의 심장 소리뿐이었다.\\n한 번, 또 한 번.\\n사공옥은 본능적으로 기댈 곳을 찾고 싶었으나, 뒤이어 들려오는 소식은 마치 천둥벼락 같았다.\\n온화하고 세상일에 다투지 않던 어머니가 비녀와 장신구를 모두 벗어던지고 부황의 전각 밖에서 찬바람을 맞으며 밤새도록 무릎을 꿇었다는 소식.\\n언제나 침착한 큰 오라버니와 용맹한 둘째 오라버니가 자신의 일로 격렬히 다투어 거의 등을 돌릴 뻔했다는 소식.\\n그날 밤, 사공옥은 모든 궁인을 물리고 홀로 창가에 앉아 있었다. 혼란스러운 수많은 생각이 머릿속에서 계속 엉켰다가 또 엉켰다. 결국 단 한 가지 사실만 새하얗게 또렷하게——그토록 견고하던 그녀의 세계가, 바로 그녀 때문에 무너질 위기에 놓였다는 것.\\n그녀가 품고 있던 온갖 사소한 고민은 ‘국가의 일’과 ‘가문의 일’이 격렬히 부딪히자 먼지 한 톨처럼 가볍게 느껴졌다.\\n새벽이 밝아올 무렵, 사공옥은 숨을 깊게 들이쉬고 일어나 책상으로 걸어갔다. 그녀의 시선은 화분 속의 ‘천추’를 향했고 입술을 깨물며 마음속으로 밀려오는 아쉬움을 억눌렀다. 아마도 이 난초가 꽃을 피우는 모습을 보지 못할 것 같았다.\\n어명이 전달되던 날, 범충은 공주가 직접 한 폭의 그림을 내미는 것을 보고 놀랐다.\\n그 안에는 활짝 피어난 난초가 그려져 있었다.\\n“소녀에게는 이것만이 있어 부황께 바칠 수 있어요. 이 한 폭의 그림을 올려…… 우리 선나라를 위하여——”\\n“우리 산하가 평온하고, 국운이 천추토록 이어지기를.”\\n먼 곳으로 시집가던 날, 공주를 태운 마차가 성문을 나섰다. 바람에 가마의 휘장이 휘날리자, 그녀는 결국 참지 못하고 뒤를 돌아보았다.\\n눈물로 흐릿한 시야 속에, 성루 높은 곳에서 부황이 외롭게 홀로 서 있는 모습이 보였는데 부황이 손에 꼭 쥔 것은 바로 그녀가 그린 ‘천추’ 그림이었다.\\n사공옥은 천천히 몸을 돌려 바르게 앉았다. 앞에는 낯선 산하와 새로운 운명이 펼쳐져 있었다.\\n그리고 이제, 그녀는 더 이상 따뜻함을 바라기만 하는 연약한 난초가 아니었다. 그녀는 선국의 공주였고, 이미 스스로를 선국의 ‘천추’ 두루마리 속에 그려 넣은 존재였다."
                },
                {
                    "id": "JinZhi",
                    "title": "금지옥엽",
                    "content": "그녀가 태어나서 지금까지, 그녀의 세상에는 오직 선의만 있었다.\\n부황의 넘치는 사랑, 어머니의 다정함, 두 오라버니의 정성스럽거나 서투른 보살핌이 그녀를 빈틈없이 지켜왔다.\\n그녀는 온실 속 가장 귀한 난초처럼, 단 한 번도 바람비를 겪은 적이 없었고, 당연하게도 세상 모든 것이 그녀가 손끝으로 가리키기만 하면 눈앞에 나타날 거라 믿었다.\\n이 난초 ‘천추’는 이름이 그녀의 마음에 쏙 들었다. 매우 키우기 어려운 귀한 품종이라고 들어서 그것을 얻은 후 매일 직접 정성껏 돌보왔다. 아침 햇살 아래 옥빛 잎이 투명하게 빛나는 것을 보며, 첫 꽃이 피면 그것을 부황께 드려 세상에서 가장 신기한 상을 받으려는 생각뿐이었다.\\n무엇을 받을까? 비단과 명주? 그런 건 이미 그녀의 상자들은 넘쳐났다.\\n희귀한 보물? 입만 열면 쉽게 얻는 것들이다.\\n그녀는 둘째 오라버니에게 군영에 데려가 준마를 타보게 해달라 조른 적도 있었고, 태자인 큰오라버니가 몰래 선국의 성곽 지도를 보여달라고 하기도 했다.\\n“난 도대체 뭘 원하는 걸까…”\\n그녀는 봉오리를 맺은 ‘천추’를 쿡 찌르며 중얼거렸고, 마음속에는 큰 고민이 없었다.\\n정말로 자신을 놀라게 할 미지의 선물을 기다린 것인지, 아니면 정사로 바쁜 부황의 미간 주름이 퍼지고 웃는 얼굴을 보고 싶었던 것인지, 공주 전하에게는 나름의 계산이 있었다."
                }
            ]
        },
        {
            "id": "WangMing",
            "name": "왕명",
            "description": "서민 출신으로 어린 시절부터 부유한 집안의 글을 대필하고 생계를 이었다. 그 재능을 우궁이 알아보고 직접 찾아가 문하로 받아들였다. 왕명은 몸가짐이 바르고 성정이 곧아, 우궁은 늘 진왕에게 젊은 시절 자신과 닮았다고 말했다.",
            "stories": []
        },
        {
            "id": "ChuMeng",
            "name": "초몽",
            "description": "초환의 아들이다. 초환이 죄를 뒤집어쓸 때, 진왕이 몰래 보호하고는 이름을 바꾸고 군에 머물게 하였다. 진왕이 황제가 되자 바로 초몽을 우림교위로 임명하였다. 평소 무뚝뚝하고 말이 적으나, 유독 황제의 총애를 받아 순행할 때마다 항상 옆에 두고 있다.",
            "stories": []
        },
        {
            "id": "QiuSheng",
            "name": "구승",
            "description": "북방 의군 수령 유대도의 의형제이다. 한 자루 창으로 만인을 막는 용맹을 지녔다. 오노가 여러 차례 회유했으나 모두 코웃음치며 거절했다.",
            "stories": []
        },
        {
            "id": "LiDingYuan",
            "name": "이정원",
            "description": "황성사 도통으로, 사람의 표정과 말을 살피는 데 능통하다. 음지와 양지에 자신만의 소식통이 있어 각 방면의 정보를 신속하게 수집한다. 두 차례 변절했으며 두 황제를 위해 정보 업무를 맡았다.",
            "stories": []
        },
        {
            "id": "ChuMaoLun",
            "name": "초무륜",
            "description": "옛 선국의 삭양군의 군수. 아내와 딸을 지키기 위해 오노에 투항하였고, 그 뒤 오노의 장군인 석랑 휘하의 책사가 되었다.",
            "stories": []
        },
        {
            "id": "LiuCaiRen",
            "name": "유재인",
            "description": "본래 고아로서 명문가에 의해 길러져 노래와 무희를 배웠다. 이후 왕에게 바쳐져 궁중에서 절세의 미모로 황제의 총애를 받았다.",
            "stories": []
        },
        {
            "id": "QiJiu",
            "name": "제구",
            "description": "군 출신으로 조곤 휘하의 병졸이었다가 진왕 사공요의 명을 받고 익양에 배치되어 진왕과 함께 싸웠다. 조곤 사망 후 사공요를 따라 북삭군에 편입되어 선봉에서 활약했다. 이후 새 왕조가 세워지며 공신 반열에 이름을 올렸고 여전히 칼을 들고 도성을 지키고 있다.",
            "stories": []
        },
        {
            "id": "LinShu",
            "name": "임수",
            "description": "본래 변방의 호걸로 난세 속에서 스스로 지키기 위해 무리를 보아 봉화의 땅에 자리 잡았다. 조곤이 병사를 이끌고 북방으로 진격한다는 소식을 듣고 귀속하여 진왕 사공요 휘하에 배치되었다. 그는 용맹하여 전장에 항상 직접 나서며, 익양성 혈전에서는 주원지와 함께 북쪽 성벽을 사수하였다. 석랑 대영의 장수가 쓰러지는 것을 직접 목격한 뒤 진왕에게 충심을 바칠 뜻을 굳혔다. 이후 북쪽과 남쪽을 정벌하며 따라다녔고, 그 공으로 새 왕조 건국의 장수 대열에 올랐다. 늘 검을 옆에 두고 황제를 호위한다.",
            "stories": []
        },
        {
            "id": "ZhaoWu",
            "name": "조무",
            "description": "군대의 부장으로 별다른 큰 허물은 없으나 한때 사공요와 남하하는 과정에서 외적과 내통하다 좌천되었다. 이후 고향으로 돌아가 농사를 지으며 살았다. 말년에 황제의 순행 소식에 지팡이를 짚고는 초가집 뒤에 벌벌 떨며 숨어있었다.",
            "stories": []
        },
        {
            "id": "FuJiang",
            "name": "복강",
            "description": "난민 출신으로 어릴 적 병과 굶주림을 견디며 자랐고, 출세를 목표로 사공요 휘하에 들어갔다.\\n권력 쟁탈의 위기에서 진응의 꾀임에 넘어가 배신했으나 결국 실패하였고, 결국 명예를 잃고 비참한 죽음을 맞았다.",
            "stories": []
        },
        {
            "id": "WangGuaFu",
            "name": "왕과부",
            "description": "아무도 그녀의 이름을 모르고 모두 왕과부라 부른다. 원래 상인 집안의 딸로 결혼식 날 오노의 기병에 집안이 짓밟히고 나서 떠돌아 다녔다고 한다.\\n세월이 그녀를 억세게 만들었지만 선량함은 남아 있어 어려운 사람을 보면 투덜거리면서도 식량을 나누어준다. 그녀는 왕의 군대가 북쪽으로 올라가는 걸 목격하고는 집안의 모든 식량을 쏟아 부어 맞이한 적도 있다. 오노의 칼날 아래에서 간신히 살아남았고, 익양성에서 황제가 깃발을 휘날리며 개선하는 것을 본 적도 있다. 그녀는 선국의 쇠락을 견뎌냈고, 지금은 대선의 부흥을 목격하며 파란만장하고 웅장한 60년의 삶을 살아왔다.\\n지금 남도성의 주루에서 손님이 끊이지 않고, 매일 술꾼들이 찾아와 그녀가 새로 지어낸 이야기를 듣는다.",
            "stories": []
        },
        {
            "id": "MuRongCui",
            "name": "모용최",
            "description": "모용최는 연동 지방을 장악한 모용 가문의 황자. 지위는 높았으나 왕실의 영화를 누리지 못하였고, 탁월한 군사적 재능과 오노를 물리친 위대한 공로로 연동에서 가장 젊고 명성 높은 장군이 되었다.",
            "stories": []
        },
        {
            "id": "YaEr",
            "name": "아아",
            "description": "서역의 소국의 공녀로 눈부신 미색을 지녔다. 처음 입궁했을 때 중원의 음률에는 서툴렀지만, 이국적인 용모로 황제의 눈길을 끌었다. 후일 유재인에게 교육받아 점차 숙성되어 열정적이고 자유분방한 태도로 총애를 받았다.",
            "stories": []
        }
    ]
}