{
    "characters": [
        {
            "id": "SiKongYao",
            "name": "Сикон Яо",
            "description": "Второй сын великого императора Сикон Цзиня, титулован как князь Цзинь.\nВ детстве пережил хаос переселения на юг, часто бывал в лагерях и вырос среди военных; после получения титула он не делил людей по происхождению, щедро привлекал талантливых людей и искусных мастеров в кузницы и мастерские, не раз улучшал оружие и амуницию — за что снискал широкое уважение и среди народа, и в войсках.",
            "stories": []
        },
        {
            "id": "XieRuoLan",
            "name": "Се Жолань",
            "description": "Дочь знатного рода Се из Данлиня, супруга князя Цзинь — Сикон Яо.\nИскусна в песне и танце, владеет каллиграфией и живописью; росла на юге в покровительстве отца и родственников, слыла «жемчужиной Данлиня». После замужества стала любимицей князя и мостом между домом Сикон и домом Се.",
            "stories": [
                {
                    "id": "QiZaiChaoChaoYuMuMu",
                    "title": "Не в утренней суете и не в вечерней тиши",
                    "content": "Имя Се Жолань даже среди дворянских девушек вызывало уважение и восхищение. Род Се — знатен и богат; с детства её учили игре на ци, шахматам, письму и рисунку, она видела поэтические пиры и вольные разговоры. Когда отец, Се Цзянань, сообщил, что семья решила выдать её за князя Сикон Яо, она, хотя и понимала, что её будущее решают не она сама, всё равно не смогла скрыть горькое разочарование.\nЭтот принц был для неё лишь именем, о нём шептались подруги — образ холодного и отрешённого человека.\nОна мечтала о человеке утончённом и мягком, или же о смелом и открытом полководце, но не ожидала, что жених окажется ничем не примечательным, не первого происхождения и без видимых заслуг.\n«Жолань, в этом вопросе верь мне, — говорил отец, — князь Цзинь не пустое место. И… легко помочь на расцвете, трудно в голодный час; если наша семья хочет подняться выше, следовать старым путям недостаточно.»\nЕё смущение и растерянность растворились в тихом, почти неслышном вздохе.\n……\nВо дворце князя Се Жолань просматривала стопку писем, которые по разным причинам так и не были отправлены.\nОна смотрела на аккуратные строки, что оставила сама:\n«Пусть письмо найдёт тебя здоровым; в северных землях холодно, оденься теплее.»\n«Дома всё спокойно; хоть и на тысячи ли, но мы глядим на одну луну.»\n«В столице перемены, тебе следует срочно вернуться.»\nКогда-то это был брак по расчёту, но когда же он стал чем-то другим?\nМожет, тогда, когда с каждым днём она всё лучше понимала князя; когда мелочи быта приводили к уступкам; когда каждое его слово — данное и исполненное обещание — приближало её к нему.\nОна просматривала письма одно за другим, пока не добралась до последней страницы.\nВздохнула, поднесла лист над пламенем свечи.\nПламя лизнуло бумагу, и все следы привязанности, тревог и надежд превратились в пепел.\nИ на последнем листе, на двух торопливых словах, она прочла последнее: «Не возвращайся.»"
                },
                {
                    "id": "MingYueQianLiYuJunTong",
                    "title": "Под одной луной, хотя и на тысячу ли",
                    "content": "Весной двадцать четвёртого года Юанькань весть о падении Восточного Мина словно гром разнеслась по всей столице.\nВсе понимали: партия принца Нина потеряла влияние; лишь немногие продолжали упорствовать, но большинство уже думало о завтрашнем дне.\nВойска не пришли, но сердца рассеялись.\n«Госпожа, князь только что взял Восточный Мин.»\nВ доме князя слуга говорил с едва заметной дрожью.\nСе Жолань сидела за столом и спокойно запечатывала последнее письмо сургучом.\n«Отнесите эти письма в указанные ведомства и частные дома. Скажите: кто теперь остаётся в нерешительности и будет ждать, когда князь вернётся в столицу, тот первым окажется у списка подозреваемых.»\nЕё голос был мягок; служанка, сжав губы, приняла толстую стопку писем и не удержалась: «Не привлечёт ли это ещё больших бед? Ваша ситуация и так как на лезвии, зачем вам лично рисковать, раздражая принца Нина…»\nСе Жолань увидела в её словах искреннюю заботу и слабо улыбнулась.\n«Наш дом скоро может быть блокирован войсками Нина, времени мало.»\nОна успокоила служанку и подняла глаза на полноту луны за окном.\nНеужели её герой там, вдали, тоже смотрит на ту же луну и думает о ней?\n«Жизнь отдельного человека мала; если из-за этих внутренних распрей Сюань будет ослаблен, границы рухнут и враг войдёт… то я не смогу загладить такой вины даже сотней жизней.»\nОна не пряталась за спиной мужа — она стояла с ним плечом к плечу.\nОна уберёт преграды, применит силу, хитрость, рискнёт — лишь бы северный поход победил."
                }
            ]
        },
        {
            "id": "ChuHuan",
            "name": "Чу Хуань",
            "description": "Бывший вассал императора Сикон Цзиня, ныне близкий сподвижник Сикон Яо; когда-то возглавлял сопровождение императорской семьи на юг, человек чести и верности, твёрдо поддерживает идею северного похода.\nДля Сикон Яо он и министр, и наставник — старший, который оберегал и воспитал его.",
            "stories": [
                {
                    "id": "QingShanMaiGuBuMaiMing",
                    "title": "Прах гор — не слава",
                    "content": "У него были родители, родичи, жена; в прежнем доме князя Ланья он был одним из многих обычных людей.\nОн сопроводил Сикон Чжэна и Сикон Яо на юг; скорее из чувства долга и ради безопасности семьи, чем из чистой идеологии — это был способ выжить и рассчитать своё будущее.\nНа юге, где всё налаживалось, чиновный статус рос, а жизнь семьи стала более состоятельной, как же могли не появиться перемены в его мыслях?\nБолезненные пренебрежения со стороны южных аристократов ранили его; сын, рождённый в юге, не дорожил северными берегами и старой памятью — это огорчало. А может быть, именно потеря возможности вернуться сделала ностальгию о родине нестерпимой.\nПеред соблазнами и обещаниями семьи Чэнь он упорно стоял на защите князя.\nЗачем? Ради чего?\nСам он не знал.\nНе знал и его сын.\nТот, кто когда-то был неизвестным и незаметным, стал самым доверенным при новом императоре и стоял у гроба Чу Хуан молча.\nОн не имел права жаловаться — мог лишь молчать."
                }
            ]
        },
        {
            "id": "XieJianAn",
            "name": "Се Цзянань",
            "description": "Глава знатного дома Се из Данлиня, родственник и доверенное лицо князя Сикон Яо; хитрый и расчётливый политик, ради достижения цели порой прибегает к любым средствам: политически он активно поддерживает князя, но одновременно ведёт свои расчёты в интересах рода.",
            "stories": [
                {
                    "id": "JunChenMoLu",
                    "title": "Разрыв между царём и подданным",
                    "content": "В третий год Лунву, в праздник фонарей, перед домом Се не смолкало движение карет. Се Цзянань занимал высшие посты: тесть императора, дядя наследника, министр, канцлер и прочие, — власть его была велика. Но с ростом влияния росло и тревожное чувство в груди.\nПосле восшествия нового императора дом Се благодаря покровительству при дворе усилил своё влияние; кажется, они были готовы соперничать с домом Чэнь за первенство на юге. Однако глубинные ресурсы Чэня всё ещё превосходили их, и противостояние двух родов вёлось и видимо, и тайно.\nКогда делегация Чэнь пришла поздравить, они осторожно предложили брак между молодыми представителями родов. Се Цзянань не ответил сразу, но и не отверг — лишь пообещал подумать.\nОн понимал намёк: несмотря на рану от утраты дочери, он был не только отцом, но и главой рода, обязанным думать о благе всех.\nПопытки прямого конфликта с Чэном могли дать часть поддержки императора сейчас, но в долгосрочной перспективе — кто даст гарантии, что император не отвернётся от такого соперничества?\nСе Цзянань много лет помогал этому императору и прекрасно читал мысли властителя: великий правитель не допустит, чтобы один род стал слишком велик.\nПомимо всего, Се был в положении близкого родственника императора — и это добавляло сложностей.\nОн взял ручку, остановился, и наконец написал ответное послание, которое отправили в дом Чэнь.\nКогда слуга унёс послание, в кабинете воцарилась тишина; он закрыл окно и тяжело вздохнул.\n«Мир — как шахматная доска…»"
                },
                {
                    "id": "DangDuanZeDuan",
                    "title": "Когда решать — решай",
                    "content": "В одном из домов столицы Се Цзянань в чёрной мантии тихо отворил двери.\nДоверенное лицо быстро изложило последние слухи и перемены, пришедшие в столицу.\nДело дошло до того, что откладывать больше было нельзя.\nСе недолго размышлял и прогнал помощника; сам он достал перо, попробовал несколько штрихов и решительно написал — в стиле Чэнь Дао — четыре тяжёлых и чётких иероглифа:\n«Уничтожить князя Цзинь.»\nГлядя на эти слова, его веко опустилось; в глазах застыла ледяная решимость.\nВажно было не то, действительно ли дом Чэнь замышляет подобное, и не истинные намерения Нина с Чэнь Дао.\nОн собирался лишь подставить некую ступеньку для зятя, а потом — толкнуть его в поток событий.\nВысушив чернила, он прятал лист в одежду и быстрым шагом покинул дом."
                }
            ]
        },
        {
            "id": "YuGong",
            "name": "Юй Гун",
            "description": "Происходил из знатного рода, с юности отличался учёностью. Многократно повышался при дворе, занимал должность ректора национальной академии, читал лекции второму принцу — князю Цзинь.\nНесмотря на высокий статус, он не смотрел свысока на людей и рекомендовал князю многих честных и способных деятелей, стремившихся принести пользу народу и возродить страну. Его ученики и сторонники были везде — и при дворе, и в провинциях. По характеру он был свободолюбив и темпераментен; имел слабость к хорошему вину и часто напивался до состояния опьянения.",
            "stories": []
        },
        {
            "id": "SiKongJing",
            "name": "Сикон Цзин",
            "description": "Изначально представитель побочной линии императорского рода, князь Ланья; когда Вуи вторглись на юг и столица Йонань пала, он был провозглашён императором при поддержке дома Чэнь и многих родов и унаследовал власть на южном берегу Тянхэ.\nУвлёкся алхимией и мистикой, государственные дела часто оставлял в руках родовитых аристократов.",
            "stories": [
                {
                    "id": "AnLiu",
                    "title": "Подводные течения",
                    "content": "Провозглашённый император посреди пути к трону, Сикон Цзин как никто понимал свою уязвимость. Основание под троном было хлипким, и каждый его замысел натыкался на переплетённые интересы родов.\nМечты восстановить земли и утвердить царскую власть казались ему иллюзией.\nОн всё чаще надежно молчал и скрывал свои амбиции. Пока однажды ранним летом не услышал от служанки о сладости личжи из уезда Цинчжоу.\n«Личжи…»\nОн пробормотал, и сердце его чуть дрогнуло.\nКогда он предложил выкопать канал для транспортировки личжи, удивительно, что это не вызвало яростного противодействия. Аристократы переглянулись — и поняли: не только потешить императора, но и разделить прибыль от таких трудоёмких работ — выгодно для всех."
                }
            ]
        },
        {
            "id": "ChenWanEr",
            "name": "Чэнь Ваньэр",
            "description": "Дочь главного южного рода Чэнь; после смерти родителей власть в роду перешла к её дяде Чэнь Дао, и ветвь её семьи постепенно утрачивала влияние.\nКак последняя дочь старшей линии, она сопротивлялась контролю дяди, была вытеснена из центра власти внутри рода и, используя ум и рассудительность, лавировала между сторонами, стараясь добиться выгодных для себя условий.",
            "stories": [
                {
                    "id": "QieDaiFengYuLai",
                    "title": "Пока не придут дождь и ветер",
                    "content": "Во дворце Фэну ступивший аромат благовоний, служанки шептали последние вести о дворе.\nСтарейшины рода во главе с Се и Тан готовили заговор против наследника, тесно сжимая круг вокруг Тайдзи-холла.\n«Госпожа, — с волнением прошептала служанка, — время нам даровано: старейшины предлагают вам лишь наблюдать и дождаться, когда наследник оступится; тогда его репутация упадёт, и ваш муж, обладая военной славой и вашей поддержкой, получит всё, что ему нужно.»\nОна не ответила сразу; двор наполнился напряжением, взгляд служанки был полон надежд.\nЕй на самом деле выбора мало — она уже стояла на стороне силы. Когда же она заговорила, голос её был спокойным и непререкаемым:\n«Помогите мне переодеться.»\nВ золотых украшениях она шагнула в тронный зал, под лучами солнца её наряд мелькнул, и охрана, молча, следовала за ней.\nСемейный интерес важен, и она желала будущего для сына; но смотреть, как князь рвёт наследие её мужа на части, пока она сидит в стороне, она не стала бы.\nЭто не дело государственного человека — и не то, чего хочет Чэнь Ваньэр.\nОна шагнула в зал уверенно и решительно.\nБудет ли он благодарен за её вклад или заподозрит в чрезмерной власти — она не знала.\nНо она не жалеет о своём выборе.\nПобеда на севере должна быть добыта. Камень этой победы — её сегодня нанесённый кровавый удар.\nА что будет дальше —\nПусть придут дождь и ветер."
                },
                {
                    "id": "NiZhaoRanZhuoSe",
                    "title": "Болото, окрашенное в грязный цвет",
                    "content": "В седьмой год Лунву старый государственный деятель Чэнь Лан скончался, и император почтил его высшей честью. В столице поползли разговоры о новой императрице.\nИзвестно было, что прежняя — скончавшаяся до воцарения — останется в знатном сане, а первой по влиянию у двора считалась жена Чэнь.\nСлухи она пропустила мимо ушей и, приказывая служанкам уйти, села писать новую «Женскую норму».\nЧестно говоря, дойти до этого момента и полностью отказаться от любой надежды на положение в гареме было бы самообманом. Но она понимала: вряд ли ей суждено занять это место — как живые смогут соперничать с покойной?\nИногда память возвращала её к той тихой девушке, к фразе «уведи Шэн», к стремительному бегству в дом князя, чтобы обеспечить выживание рода — не ради спасения матери и ребёнка, а чтобы получить ключевое влияние во дворце. Она мысленно проигрывала шаги, как объяснить выгоду, как обрисовать угрозу.\nА когда та чистая пара глаз посмотрела на неё и сама открыто сказала то, что хотела, напряжение в груди внезапно спало, и пришло ложное облегчение, смешанное с виной.\nОтец ушёл — и она стала марионеткой в руках дяди; семья Чэнь заняла неправильное место в игре сил; она была частью сделки между аристократией и императорским домом. Она знала, где добро, а где зло, понимала последствия, но добровольно связала себя клеймом «Чэнь» и потеряла свободу.\nТак было тогда и так теперь.\nЧернила капнули на бумагу; Чэнь Ваньэр увидела в этой тёмной кляксе цвет своей жизни — смесь расчёта и вины."
                }
            ]
        },
        {
            "id": "SiKongZheng",
            "name": "Сикон Чжэн",
            "description": "Старший сын императора Сикон Цзиня, титулован князь Нин.\nБудучи старшим в роду Ланья, он с юности переживал за государство и взвалил на себя ответственность; после переселения на юг его родственные и политические связи с домом Чэнь укрепились, он выступал за политику «умиротворённого существования», поэтому в советах расходился во мнениях с князем Сикон Яо — между братьями возникла пропасть.",
            "stories": [
                {
                    "id": "ChenYe",
                    "title": "Тёмная ночь",
                    "content": "Весной двадцать четвёртого года Юанькань император Сикон Цзин тяжело заболел, силы его ослабевали день ото дня, остававшиеся месяцы были на весах. Прямой наследник, князь Нин Сикон Чжэн, фактически взял в свои руки управление государством.\nНочью в тишине в кабинете Нина его доверенное лицо Чэнь Ин тихо произнёс:\n«Ваше светлость, время ускользает. Князь далеко на границе. Достаточно лишь малого 'события' во дворце — и можно объявить об отречении императора, выпустить указы и узаконить смену власти.»\nПламя свечи отбрасывало тени на лицо Сикон Чжэна; в его взгляде читалась глубокая борьба. Он слышал, что под «событием» подразумевалось лишить отца дыхания собственными руками и подняться на трон на крови близких. Корона была так близко, что казалось — протяни руку и возьми.\nВ мыслях промелькнули худая от болезни фигура отца, тяжёлая рука, что носила его на плечах, строгие наставления при чтении донесений… и взгляд младшего брата Сикон Яо — спокойный, но острый.\nНаконец Сикон Чжэн медленно закрыл глаза; когда открыл — буря в душе смолкла. Он помахал рукой и, устало, но решительно произнёс:\n«Я не позволю. Не только из почтения к отцу, не из страха перед судами — но потому что такой трон будет вечным креслом мщения. Я возьму эту державу, но честно: дождусь похорон отца и только тогда поведу дела.»\nОн выбрал более медленный и опасный путь, сделав ставку на время и сохранив себе последнее достоинство.\nЧэнь Ин выдохнул и замолчал.\nНочь стала ещё глубже."
                },
                {
                    "id": "PiaoYao",
                    "title": "Колышется",
                    "content": "Сикон Чжэн стоял на высокой террасе недавно возведённого дворца, глядя на очертания дворцовых крыш в дымке дождя. Правая рука его дрогнула — когда-то она могла легко натянуть тяжёлый лук и уверенно поразить мишень.\nКогда Вуи прорвались в Йонань, он помог младшим бежать на юг; в хаосе стрела прошла сквозь плечо — ранение давно зажило, но в сырую погоду всё ещё ноет.\nПосле того как отец воцарился при поддержке рода Чэнь, всё изменилось.\nОн перестал быть сыном маргинального князя и стал наследником нового двора.\nЭтой неустойчивой династии нужна была стабильность, зерно и деньги; нужна была поддержка южных родов. Рука, протянутая домом Чэнь, была понятна и удобна.\nОн уже не мог вести походы по полям; он выбрал иной путь служения родине — обеспечивать порядок и укреплять престиж рода Сикон.\nЕму пришлось пойти на союз с домом Чэнь — шаг твёрдый и не возвратный.\nПусть клеймо «сдержанно живущий» прилипнет к нему.\nБудущее длинно; проблемы отца не разрешатся в одно поколение — он верил, что когда придёт его час, многое можно будет исправить."
                }
            ]
        },
        {
            "id": "CaoBiaoZhi",
            "name": "Цао Бяочжи",
            "description": "Прямой представитель рода Цао, заместитель министра казны. Хотя он родился в знатной семье и его род связан с домом Чэнь по старой дружбе, он был учеником канцлера Чэнь и при этом отличался прямотой и непреклонностью, пренебрегая пустой формальностью. Часто снимал роскошные мантии и появлялся в простой одежде, смешивался с торговцами и путешественниками, охотно делился выпивкой с странниками и следил за народными новостями.",
            "stories": []
        },
        {
            "id": "ChenDao",
            "name": "Чэнь Дао",
            "description": "Канцлер Сюань — глава могущественного дома Чэнь, человек скрытный и расчётливый, жестокий и прагматичный. Предвидя хаос после раздора князей и приход Вуи, он поставил на Ланья-князя и сделал свой род ведущим на юге.",
            "stories": []
        },
        {
            "id": "HuangHouLiShi",
            "name": "Императрица Ли",
            "description": "Бывшая супруга князя Ланья, после переселения на юг — императрица Сюань. Спокойна, мягка, не вмешивается в государственные дела; мать Сикон Чжэна и Сикон Яо, очень любит своих сыновей.",
            "stories": []
        },
        {
            "id": "ZuYue",
            "name": "Цзу Юэ",
            "description": "Дочь великого полководца Цзу Куна; с детства шла с отцом на войны, искусна в боевых искусствах, характер вольный и яркий; в душе порой тянулась к южным пейзажам и к литературным красавцам.\nВоенная жизнь сделала её решительной и строгой в делах: при исполнении приказов не проявляет поблажек и внушает страх врагам.",
            "stories": [
                {
                    "id": "BuHuaEMei",
                    "title": "Я не крашу брови Эмэй",
                    "content": "Она — единственная женщина-военачальник в Сюань, единственная дочь великого генерала Цзу Куна.\nПески и бури закалили её в железный характер; длинное копьё в её руках уносило души множества врагов Вуи.\n«Женщина должна оставаться женщиной», — так учили её в начале, но теперь никто не смеет упрекать её в этом.\nВ четырнадцать лет она уже шла с отцом в поход, в двадцать — возглавляла отряд; её боевые заслуги — плоды реального боя, и при тыловой поддержке семейства Цзу она не признаёт условностей, кроме воинской дисциплины и долга.\nМного просителей приходило к дому Цзу с предложениями брака, но отец, желая устроить для неё спокойный союз, часто вздыхал от бессилия.\nКогда речь заходит о таких делах, на лице Цзу Юэ появляется насмешливая улыбка.\n«Порядок обеспечит ли государство? Этикет поможет вернуть земли? Лучше уж найти покорного муженька, чем кого-то, кто будет держать меня в узде.»\nНо по ночам эта гроза для врагов мечтает о лодке под дождём, о садах и музыке, о тихой прогулке под зонтом.\nОна может укротить самую буйную скакуну, но никогда не играла на яо-цин; умеет строить боевой порядок, но не шить иголкой. Иногда, глядя в зеркало на суровый взгляд, она думает: а что, если бы родилась в мирные времена — разве не смогла бы она носить цветы и тихо радоваться?\n«Кто хочет жить в спокойствии, тот не будет облизывать лезвие», — однажды на празднике она вздохнула: «Я тоже хочу мостик и воду, хочу учиться играть на ци и сочинять стихи, да ещё и иметь тихого спутника.»\nГенералы смеялись — сочтя это шуткой после вина."
                },
                {
                    "id": "AnNengZheYao",
                    "title": "Готова ли сгибаться",
                    "content": "Она в пыли стояла в зале обсуждений Вуян, только что доложив об опасном положении Ияна; вокруг повисла гнетущая тишина.\nЧэнь Ин с невозмутимостью развернул свиток с донесением и сказал: «Наш приказ — оборонять Вуян. Рисковать армией Цинчжоу нельзя; возможно, к моменту прибытия мы обнаружим, что Вуян уже пал.»\nЕё рука машинально сжала рукоять меча; стражи напряглись.\n«Цзу Юэ, что ты хочешь сделать?» — встревоженно спросил Чэнь Ин.\nОна глубоко вдохнула, отпустила рукоять и поклонилась: «Прошу генерала Чэня немедленно выслать подкрепление в Иян!»\nКогда последний раз та гордая наследница рода Цзу так униженно просила помощи?\nЧэнь Ин погладил подбородок: «Риск велик, если отправим Цинчжоускую армию.»\nИ вдруг: «Но если Цзу готова пожертвовать своими людьми, то похвала её мужеству велика.»\n«Чэнь Ин, говори прямо, чего ты хочешь?» — резче спросила она.\n«Если ты подашь донесение и приписываешь заслуги к войскам Цинчжоу…» — он прищурился, а потом улыбнулся.\n«Невозможно!» — вспыхнула она.\nНо Чэнь Ин уже понял её предел.\n«Никаких переговоров. Чьи жизни — те и люди: и мои воины, и их. Я не торгую судьбами.»\nКостёр потрескивал, она слышала в воображении звуки битвы у стен Ияна и вспоминала юного человека, клявшего вернуть родные земли.\n«Хорошо.»\nЭто слово далось ей тяжело.\n«Я подам донесение и присвою все заслуги генералу Чэню.»\n«Отлично!» — восторженно воскликнул он и отдал приказ: «Выдвигаться немедленно! Поддержать князя!»\nКомандиры пошли выполнять распоряжения; только Цзу Юэ осталась стоять в тишине."
                }
            ]
        },
        {
            "id": "ChenYing",
            "name": "Чэнь Ин",
            "description": "Сын канцлера Чэнь Дао, помогает отцу управлять частями войск. Родом из знатного рода, высок в чинах, надменен и порой жесток; спесив и порочен.",
            "stories": []
        },
        {
            "id": "LiuNian",
            "name": "Лю Нянь",
            "description": "Внучка вождя северного укрепления Лю Дадао.\nОставшись сиротой, жила с дедушкой среди тяжёлых условий на утраченных северных землях; видела, как многочисленные близкие погибли во время нашествия Вуи и мечтала, что однажды северные жители снова обретут мир и стабильность.",
            "stories": [
                {
                    "id": "DiShengChang",
                    "title": "Долгий звук флейты",
                    "content": "Она родилась в самые тревожные годы на Севере.\nВ детстве молчалива и замкнута; дед, занятой работой, чаще отсутствовал, и она сидела в пустом доме, чтобы не быть в тягость другим и не завидовать детям с родителями.\nОна хотела лишь быть незаметной.\nОднажды за дверью вспыхнул спор: «Старик Лю, мы не отдадим железо Вуи!» — «А если мы все умрём?» — «Трус!» — «Пойдём на это!»\nДед вошёл, сел на край кровати, скрыв лицо в ладонях. Закат вытянул длинную тень — казалось, вес всего укрепления рухнул на его плечи.\nЕё сердце сжалось; она осторожно приблизилась и коснулась седых волос старика, как он когда-то утешал её.\nОн поднял лицо, и она увидела следы слёз и соплей на его лице.\n«Что я могу сделать?» — впервые спросила она себя.\nС тех пор она старалась улыбаться и быть полезной: приветствовала ночных сторожей утром, играла с осиротевшими детьми, училась травам у старого лекаря, аккуратно перевязывала раненых и тихо утешала.\nОна училась играть на флейте у бродячего музыканта и успокаивала людей музыкой.\nПостепенно лица в укреплении перестали быть такими угрюмыми. Хотя хлеба всё ещё было мало и угроза Вуи не исчезла, их маленький мир стал теплее.\nНа закате её флейта звучит далеко; она любит стоять на высоте и смотреть вдаль.\nОна знает: солнце снова встанет, и её задача — зажечь свет в сердцах людей."
                },
                {
                    "id": "FeiWuXiang",
                    "title": "Не моя родина",
                    "content": "После северного похода она последовала за Сикон Яо на юг и получила титул чжаoyi, попала во двор.\nВпервые она увидела те южные воды и сады, описанные в книгах — чёрные черепичные крыши, весенние пруды и ивы у реки Цинхуай.\nЕй было легко поддаться очарованию: эта земля действительно питала душу. Но человеческая натура неутолима.\nОна, кто мечтал когда-то о спокойной жизни, теперь начала скучать по северу: по деду, по дяде Цю, по детям, которые просили её играть на флейте.\nХотя жизнь улучшилась, она чувствовала, что отдаляется от тех, кто был ей дорог.\nЛюди меняются; в письмах и разговорах чувствовалось почтение, дистанция и холодность.\nОна пыталась сохранить старые связи, но это было как ловить дым — бесполезно. Эти переживания она прятала глубоко в сердце.\nЮжная столица — не Север; здесь каждое слово могут преподнести как доказательство. Её интерес к богатству был невелик; лишь иногда она навещала знакомых в войске, в остальное время старалась держаться в стороне и искать уединения.\nВ очередной Праздник середины осени, когда огни горели как днём, она с императором смотрела на луну и пила вино.\nКогда вино кончилось, лёгкая хмельность окрасила её щёки.\nИмператор услышал её бормотание у перил и подошёл.\nОна полузакрытыми глазами тихо вздохнула: «Южный город ночью как день, а те двенадцать башен — не моя родина.»"
                }
            ]
        },
        {
            "id": "ShiLang",
            "name": "Ши Лан",
            "description": "Правый генерал Вуи.\nХрабр и искусен в бою, неоднократно отличился при южном походе, но по происхождению низок — мать была пленной, что привело к презрению и недоверию среди высшей верхушки Вуи.",
            "stories": []
        },
        {
            "id": "ZhuYuanZhi",
            "name": "Чжу Юаньчжи",
            "description": "Родом из простонародья, с детства обладал необычной силой; в юности вместе с отцом ковал и грабил на севере как наёмник. Когда их логово было разгромлено войсками Вуи, он один уцелел, бродил на юг, а затем напал на карету Чу Хуань — тот взял его к себе и ввёл в армию, где он закалялся в боях.",
            "stories": [
                {
                    "id": "GuLang",
                    "title": "Одинокий волк",
                    "content": "С самого детства он жил рядом с отцом, который, по слухам, мог согнуть подкову голыми руками; в приграничных землях они выживали как могли. Отец и его товарищи были ни бандитами, ни легальными войсками — то провожали караваны, то нападали на одиноких путников.\nВ кузнице царил огонь и запах крови — так прошло детство Чжу Юаньчжи.\nОн обладал дикой силой и уже в двенадцать лет мог размахивать тяжёлым молотом; отец говорил, что эта сила — дар небес.\nПока Вуи не разрушили их мир: отец и близкие погибли, «дом» превратился в пепел. Он чудом прорвался и стал бродить на юг, пока однажды ночью, умирая от голода, не перерезал путь карете.\n«Вот зверь в западне», — сказали ему люди в доспехах, схватили и рубаху сдернули.\nКогда занавес приподняли, тот, кто стал его наставником — Чу Хуань — лишь улыбнулся: «Силы у тебя много; тратить её на разбой — жалко.»\nТак он попал под покровительство и получил шанс на новую жизнь."
                },
                {
                    "id": "ChaiLang",
                    "title": "Пёс и волк",
                    "content": "«Генерал, подумайте, — советник говорил, — нам нельзя гнаться слишком далеко: приказ прост — отразить Вуи, не вступать в глубокое преследование; войска Бэйшуо — элита империи, и в случае поражения…»\nЧжу Юаньчжи не рассердился на советника; он лениво перетирал ухо. Когда же советник наконец перевёл дух, генерал перебил:\n«Я что, буду вести войско в безнадёжный бой?»\nСоветник не был убеждён: «Дело не только в шансах на победу — это…»\n«Это деньги», — отрезал Чжу Юаньчжи и посмотрел на пляшущий огонь; в его глазах была хладнокровная ясность. «Казённой добычи мало, а люди голодают. Ты хочешь, чтобы они затянули пояса и шли умирать?»\nОн сделал паузу и говорил тише, но весомее: «В наших рядах много беженцев с севера; им нужен стимул, а не пустые обещания. Кто встанет и умрёт за тебя, если у него нет надежды?»\n«Понял — отдай приказ.»\nОн усмехнулся, и миловидное круглое лицо вдруг застыло в хищной улыбке.\n«Выдвигаемся в погоню; с трофеев треть — в казну, остальное — людям. Хватит ли у вас духа? Поехали поживём у Вуи от души!»"
                }
            ]
        },
        {
            "id": "XieXuan",
            "name": "Се Сюань",
            "description": "Младший брат Се Жолань, сын знатного рода Се — лёгкий на подъём, известный в Сюань как плейбой и храбрец. Сейчас числится при отряде генерала Цзу Куна, но остаётся вольным по натуре: серебряные доспехи на скакуне по рынкам неизменно привлекают взгляды и вызывают шёпот в домах знати.",
            "stories": [
                {
                    "id": "JunZiBuLiWeiQiangXia",
                    "title": "Благородный не встанет у разрушенной стены",
                    "content": "Когда начались реформы, Се Сюань, как один из их авторов, быстро поднялся в статусе.\nНо высокий пост не освобождает от опасности: чем выше ты, тем холоднее и одинокее вершина.\n«Хоу, пришло письмо из дома, просили вернуться в столицу.»\nПодчинённые с горечью ждали ответа; Се Сюань не поднял головы, всё ещё просматривая отчёты о новой реформе. Это уже седьмая семейная весть за полгода, и он снова пропустил её мимо ушей.\nМудрец сказал: благородный не встанет у разрушенной стены. Он не дурак и прекрасно понимает риск.\nПерекрыв финансовые потоки — значит уничтожить интересы многих; доносный документ о нём мог бы занять все столы в зале императора. Но если он сейчас уйдёт, кому тогда дадут шанс простые молодые люди, кто годами ждал продвижения? Что станет с теми, кто в северных землях задыхается от нужды? Что значила жертва его сестры, если он отступит?\nОн видел, что его шурин на троне использует семейные узы как рычаг, чтобы обратить его в оружие против аристократии.\nНо прокладывать путь для Шэна и давать голос простому народу — верно.\nОн отложил перо и встал у окна. Ночь была густой, холодная луна одиноко висела.\nОн рассмеялся тихо, в этом смехе было и самоирония, и решимость.\n«Напиши отцу, — сказал он, — не потому что не умею отступать, а потому что не могу отступить.»\nВеликий человек не спрашивает «можно ли», он спрашивает «надо ли». Сегодня его девиз — «не отступать, когда нужно действовать»."
                },
                {
                    "id": "XianYiNuMaShaoNianLang",
                    "title": "Молодой в яркой одежде и с огненной лошадью",
                    "content": "В кругах столичной знати Се Сюань был фигурой громкой слава.\nВ отличие от большинства аристократов, он не любил пустые разговоры о морали и мистике — его не раз за руки влачили к приключениям, где он отстаивал справедливость. Отец, Се Цзянань, уже смирился и отправил сына в войско генерала Цзу Куна.\nС одной стороны, надеялись, что военная жизнь остудит его и он вернётся к книжной учёбе; с другой — у него было лицо и стать, и дочь генерала Цзу казалась подходящей партией.\nНо всё пошло иначе: он словно нашёл себя среди солдат. Он охотно платил серебром, ездил верхом на лучших скакунах, пил крепкие напитки, носил острый клинок, сражался с бандитами Вуи и флиртовал с дочерью генерала — на поле парадной школы он проигрывал и кричал, чтобы жених пришёл и дал ему побить, а потом щедро угощал солдат и шутил, называя Цзу Юэ «моя тётя».\nНесмотря на лёгкий нрав, он в бою был свиреп; когда отец вначале получал письма о его тяжёлых ранениях, то бледнел и почти падал в обморок; потом смирился и стал просить в письмах лишь одно: «Дошли лекарства к генералу Цзу.»"
                }
            ]
        },
        {
            "id": "ZuKun",
            "name": "Цзу Кун",
            "description": "Родом из Йонаня, великий полководец Сюань, опора государства и главный командир, защищавший Тянхэ от Вуи.\nСпокоен и уравновешен, редко проявляет эмоции; не раз отбивал нападения Вуи и имеет высокий авторитет в армии, но мало вмешивается в придворные дела.",
            "stories": []
        },
        {
            "id": "LiuDaDao",
            "name": "Лю Дадао",
            "description": "Вождь укрепления на севере, лидер ополчения, ранее служил в армии Йонаня.\nВо время нашествия Вуи он, из страха, оставил поле боя; узнав позже о гибели жены и сына, глубоко раскаялся и растил внуку Лю Нянь в одиночестве — они жили плечом к плечу.",
            "stories": []
        },
        {
            "id": "SiKongSheng",
            "name": "Сикон Шэн",
            "description": "Первенец Сикон Яо, сын Се Жолань, наследник престола Сюань.\nВ детстве пережил захват власти отцом и смерть матери; на него возлагали большие надежды; воспитан он был сдержанно и благородно — талантлив в управлении и озабочен благом народа; по желанию матери вырос как достойный наследник, готовый помочь отцу.",
            "stories": [
                {
                    "id": "GuZhouXing",
                    "title": "Плывущая одинокая лодка",
                    "content": "Все во дворце знали: наследник Сикон Шэн был утверждён при воцарении императора и, казалось, его преемственность незыблема.\nНо сам Сикон Шэн понимал, что путь его тернист.\nМать ушла рано; влияние во дворце сосредоточено в руках матери второго принца и дяди — Се Цзянаня. Дядя Се Сюань погряз в распутстве; старый канцлер, хоть и близок к власти, не вмешивался.\nОгромная родственная сеть, хоть и могла короткое время помочь наследнику, в долгой перспективе становилась угрозой; его отец не допустит, чтобы история повторилась с прежними последствиями.\nПоэтому Сикон Шэн воспитывался как совершенный образец — без изъянов.\nОн изучал классику и истоки, мудро рассуждал в политике; вежливость и талант стали его бронёй, скрывающей страх, одиночество и усталость.\nНа нём лежали надежды не только как наследника: это было продолжение мечты матери, дело отца и спокойствие народа.\nОн шёл по прямому пути, не имея права свернуть — должен быть идеален."
                },
                {
                    "id": "ZhuGuangMing",
                    "title": "Свет свечи",
                    "content": "В день годовщины смерти матери, Сикон Шэн в простой одежде пришёл в бывший дом князя Цзинь на рассвете.\n«Извините за беспокойство так рано, — тихо сказал он, — простите за неудобство.»\nОн взял свечу, которую подали служители, зажёг её и трижды поклонился, затем сел возле столика и смотрел, как свет медленно меркнет; он пристально смотрел на табличку «Императрица Шу Дэ Вэнь».\nТолько здесь, в пустующем старом доме его детства, он мог хоть немного снять маску вечной настороженности.\nОн едва помнил тот хаос детства и смутные очертания матери; но он упорно держался за это смутное чувство покровительства и уюта, как за подпитку для силы.\n«Ваше светлость, сейчас уже час седьмой», — голос юного слуги возвратил его в реальность.\nОн поднялся, поклонился и ушёл.\nКогда он вышел, Фань Чжун тихо сказал: «Наш наследник всё ещё такой сын, каким должен быть»."
                }
            ]
        },
        {
            "id": "SiKongXu",
            "name": "Сикон Сюй",
            "description": "Второй сын Сикон Яо, сын Чэнь Ваньэр, титулован как князь Янь.\nОн опирается на влияние матери и пользуется взаимной симпатией с генералом Чжу Юаньчжи; прямой, смелый и уважаемый в войсках и среди родовитых людей.",
            "stories": [
                {
                    "id": "LiShiShiYiGeLunHui",
                    "title": "История — это круг",
                    "content": "Сикон Сюй никогда не забывал: смерть первой императрицы — во многом вина дома его матери, Чэнь. Это зияющая пропасть между ним и наследником, ядовитый шип, который долго цеплялся за его душу.\nХотя Сикон Шэн давно не предпринимал открытых шагов против него и матери и даже, порою, заботился как старший брат, Сикон Сюй знал: молчание не значит прощение.\nОн понимал Шэна, но не собирался отступать.\nКак и отец, ради великой цели он не мог уступить того, что обязан сохранить.\nКаким бы ни был исход, он защитит мать и судьбу рода Чэнь, связанную с его собственной судьбой.\nИногда ему казалось, что река времени несёт всё прочь — и всё повторяется.\nВсё — лишь круг истории."
                },
                {
                    "id": "JinShuiLouTaiXianDeYue",
                    "title": "Ближе к воде — первее луна",
                    "content": "Многие министры и влиятельные силы смотрели доброжелательно на второго принца Сикон Сюя.\nЧасть этого влияния объяснялась поддержкой дома Чэнь, но невозможно не признать: сам Сикон Сюй был выдающимся воином с юных лет. В северном походе он отличился, лично сражался и добыл славные победы — его отвага напоминала подвиги отца, поднявшегося на трон через битвы.\nИз-за этого ходили слухи, что император может склониться в его пользу; сплетни не были беспочвенны.\nРаньше Сикон Сюй скрывал такие разговоры; внешне он и наследник поддерживали братскую гармонию.\nНо времена сменились: государство одержало победу над Вуи, но император тяжело ранен и судьба его висела в воздухе.\nГлавное — Сикон Шэн остался в столице, а Сикон Сюй был рядом с отцом.\nПо дороге из Ияна генерал Чжу намекал ему: «Кто ближе к воде, тот чаще видит луну». Высота власти впервые показалась такой близкой и одновременно опасной.\nНекоторые вещи он больше не мог игнорировать и был вынужден задуматься."
                }
            ]
        },
        {
            "id": "SiKongYu",
            "name": "Сикон Юй",
            "description": "Младшая дочь Сикон Яо, родилась от Лю Нянь, получила титул принцессы Сюн-ян.\nГоворят, при её рождении в дворце расцвели магнолии, и император, увидев это, назвал её «Юй» — как совершенный нефрит. Она с детства любима императором и чжаoyi, но не избалована: она мила и внимательна. Наследник Сикон Шэн и князь Сикон Сюй — её братья с хорошей репутацией, хотя их взгляды расходятся; принцесса своим простым сердцем умело смягчает их конфликты и часто словами гасит ссоры за семейным столом; оба брата, несмотря на вражду, по-особому относятся к младшей сестре.",
            "stories": [
                {
                    "id": "QianQiu",
                    "title": "Тысяча осеней",
                    "content": "Когда послы Муронг с востока предложили союз и брак принцессы в обмен на совместную войну против Вуи, мир Сикон Юй впервые треснул.\nВесть застала её за уборкой росы с орхидей.\nПальцы её замерли в воздухе; дом наполнился странной тишиной, и сердце застучало громко.\nОна инстинктивно потянулась за опорой, а потом грянули громы.\nОна слышала, как мать сняла украшения и стояла на холоде у дверей залы, молясь до полуночи; слышала, как два брата спорили до краёв ненависти из-за её будущего.\nТой ночью она отослала всех слуг и одна сидела у окна, где мысли сплетались в хаосе. Но одно стало ясно: её мир, который казался нерушимым, тонко стал рушиться.\nРаньше её тревоги казались ничтожными, но теперь — когда «долг страны» столкнулся с семейным делом — они превратились в ничтожное пепелище.\nНа рассвете она взяла кисть и нарисовала орхидею «Тысяча осеней».\n«У меня больше ничего, что я могла бы подарить отцу; пусть эта картина будет моим даром и благословением на долголетие страны», — сказала она.\nВ день отъезда она взяла картину и смиренно покинула родной город. Ветер поднимал занавеси, и она последний раз оглянулась.\nСлёзы застилали глаза, но за ними был силуэт отца, держащего в руках ту самую картину — её дар.\nОна медленно отвернулась: впереди — чужие горы и судьба.\nОна больше не была только нежной орхидеей в оранжерее — она сама вписала себя в ленту истории Сюань."
                },
                {
                    "id": "JinZhi",
                    "title": "Золотая ветвь",
                    "content": "С самого рождения её мир был наполнен добротой.\nОтец лелеял её, мать дарила ласку, а старшие братья, то заботливо, то неловко, охраняли её — и мир вокруг был как закрытая теплица. Она, как редкая орхидея, никогда не видела ни дождя, ни ветра, и думала, что мир — это то, что ей подадут по первому щелчку пальцев.\nЕё «Тысяча осеней» — редкая и капризная орхидея — была ей по духу. Она заботилась о ней каждый день и мечтала принести первый цветок отцу, чтобы заслужить новый подарок.\nЧто она могла бы пожелать?\nШёлковые одежды? Её сундуки полны одежды.\nРедкие драгоценности? Они в её распоряжении с одного приказа.\nИногда она просила брата-генерала показать ей коня, иногда наследник разрешал посмотреть карты городов.\n«Чего же я хочу…» — бормотала она, играя с бутонами орхидеи; в сердце её не было большой тревоги.\nОна ждала сюрприза, возможно — простого отцовского взгляда, улыбки.\nОна прижимала «Тысячу осеней» и знала: она хочет не то, что можно купить — ей нужна искренняя радость и внимание."
                }
            ]
        },
        {
            "id": "WangMing",
            "name": "Ван Мин",
            "description": "Сын простого человека, в юности бедствовал и писал сочинения за других; в этих текстах была душа, которую заметил Юй Гун. Он пригласил Ван Мина к себе и сделал учеником.\nПолучив покровительство и воспитание, Ван Мин сохранил порядочность; Юй Гун часто шутя говорил князю, что этот юноша похож на него самого в молодости.",
            "stories": []
        },
        {
            "id": "ChuMeng",
            "name": "Чу Мэн",
            "description": "Сын Чу Хуань; когда отец попал в немилость, князь тайно спас сына, дал ему новое имя и оставил военной службе. После воцарения князя тот был повышен до командира стражи — тихий, мало говорящий, но очень любимый императором, в походах всегда шагает рядом.",
            "stories": []
        },
        {
            "id": "QiuSheng",
            "name": "Цю Шэн",
            "description": "Лидер северного ополчения, посвящённый союзник Лю Дадао, владеет длинным копьём и обладает редкой доблестью. Он суров и горяч, не принимает предложения Вуи о капитуляции.",
            "stories": []
        },
        {
            "id": "LiDingYuan",
            "name": "Ли Диньюань",
            "description": "Командующий дворцовой стражей, искусен в чтении людей, имеет связи и в тёмных, и в светлых кругах; быстро собирает информацию и дважды менял верность, работая на двух императоров в качестве разведчика.",
            "stories": []
        },
        {
            "id": "ChuMaoLun",
            "name": "Чу Маолун",
            "description": "Бывший правитель округа Шуоян, чтобы спасти жену и детей, в своё время перешёл на сторону Вуи и стал советником генерала Ши Лана.",
            "stories": []
        },
        {
            "id": "LiuCaiRen",
            "name": "Лю Цайжэнь",
            "description": "Изначально сирота, воспитанная знатным домом и обученная искусству песни и танца. Когда её представили императору и он пал под её чарами, она долгое время была любимицей и наслаждалась роскошью и вниманием.",
            "stories": []
        },
        {
            "id": "QiJiu",
            "name": "Ци Цзю",
            "description": "Происходил из войск, ранее был рядовым при генерале Цзу Куне, затем прикомандирован к князю Сикон Яо для обороны Ияна; сражался плечом к плечу с князем, внёс вклад в налёты на лагерь Ши Лана.\nПосле гибели Цзу Куна перешёл на службу Сикон Яо и стал одной из передовых фигур, верным и бескомпромиссным. Когда новая династия укрепилась, его заслуги были отмечены, и он продолжил стоять у порога дворца с железным копьём.",
            "stories": []
        },
        {
            "id": "LinShu",
            "name": "Линь Шу",
            "description": "Бывший лидер застава на границе, собиравший людей ради самозащиты. Услышав о намерении Цзу Куна идти на север, привёл своих людей и предложил службу; был направлен к князю Сикон Яо для защиты Ияна.\nМолчалив и храбр, всегда первым идёт в бой; в кровавой битве у стен Ияна он вместе с Чжу Юаньчжи держал северную стену, видел, как флаг лагеря Ши Лана падал — и окончательно посвятил себя службе князю. От простого солдата до генерала в новом летоисчислении — свой путь он прошёл честно и с простотой; часто стоит с мечом у трона, охраняя императора.",
            "stories": []
        },
        {
            "id": "ZhaoWu",
            "name": "Чжао У",
            "description": "Помощник офицера, без серьёзных пороков, но с сомнениями в верности; во время затруднений при взятии Восточного Мина тайно писал письмо капитуляции к врагу и был разоблачён и отстранён. Он ушёл с оружия и взялся за земледелие; в старости, услышав приближение императорской процессии, дрожащей опорой прикрыл лицо и ушёл в свою скромную хижину, стыдясь взгляда правителя.",
            "stories": []
        },
        {
            "id": "FuJiang",
            "name": "Фу Цзян",
            "description": "Вырос среди беженцев, в юности пережил голод и болезни и стремился к лучшей жизни; вступил в ряды Сикон Яо.\nВ кризис власти он был соблазнён Чэнь Ином и на время перешёл на сторону выгоды и самосохранения; судьба повернулась так, что Чэнь Ин пал жертвой мятежа и погиб, и все прошлые заслуги Фу Цзяна исчезли, как дым; когда острие меча пронзило его грудь, он в изумлении уставился на смерть.",
            "stories": []
        },
        {
            "id": "WangGuaFu",
            "name": "Вдова Ван",
            "description": "Её настоящее имя неизвестно — все зовут её вдова Ван. Говорят, она была дочерью богатого купца; в день свадьбы конница Вуи разрушила дом, и она стала бродячей.\nГоды закалили её характер, сделав слова резкими и поведение грубым; спутники боятся её прямоты. Но в глубине души она добрая: видя слабого, она даст зерно и ругаясь подаст помощь.\nОна была свидетелем похода войск на север, отдавала последние припасы на встречу и едва выжила под ножом Вуи; падала в ущелье, ела дикие плоды и смотрела, как император возвращается во главе армии, знамена развеваются. Она пережила падение Сюань и стала свидетелем его возрождения; её шестидесятилетняя жизнь полна грома и славы…\nТеперь в южной столице в тавернах собираются слушатели, и вдова Ван рассказывает свои новые истории.",
            "stories": []
        },
        {
            "id": "MuRongCui",
            "name": "Муронг Цуй",
            "description": "Муронг Цуй — принц из рода Муронг, властвующий на востоке Янь; по рождению он высок, но не почивает на королевской роскоши: благодаря выдающимся военным талантам и подвигам в отражении Вуи он стал самым молодым и знаменитым полководцем на востоке Янь и пользовался большим уважением при дворе.",
            "stories": []
        },
        {
            "id": "YaEr",
            "name": "Яэр",
            "description": "Девушка-данница из западного государства, с изумительной бледной кожей и необычной красотой; будучи новенькой при дворе, она не знала традиционной музыки Цзюньяна, но её иностранная внешность привлекла внимание императора. Под руководством Лю Цайжэнь она обучилась манерам и стала одной из любимиц своим пламенным и страстным характером.",
            "stories": []
        }
    ]
}