{
    "characters": [
        {
            "id": "SiKongYao",
            "name": "司空耀",
            "description": "大宣皇帝司空景第二子，封晋王。\\n少时经历南渡之乱，常在军营混迹，封王后用人不论出身，广纳英才，又重金召能工巧匠入工造司，数次改进兵甲军备，在民间和军中皆颇有声望。",
            "stories": []
        },
        {
            "id": "XieRuoLan",
            "name": "谢若兰",
            "description": "丹陵士族谢氏的女儿，晋王司空耀的王妃。\\n善歌舞、善书画，自幼长于南方，受父亲与族中兄弟呵护，有丹陵明珠之誉，成婚后更受晋王珍视，是司空曜与谢氏联合的桥梁。",
            "stories": [
                {
                    "id": "QiZaiChaoChaoYuMuMu",
                    "title": "岂在朝朝与暮暮",
                    "content": "谢若兰的名字即使在士族贵女中，也是令人钦佩的典范。谢氏高门，钟鸣鼎食，她自幼习的是琴棋书画，见的是诗酒风流。当父亲谢建安告知她，家族已决定将她许配给晋王司空耀时，她虽早便明白自己的未来不会由自己决定，心下还是难免失落。\\n那是一个她只听闻过名字的皇子，从闺中密友的碎语里，只能勉强拼凑出一个冷硬无趣的人形。\\n她想过未来夫婿应该是个温文尔雅的清谈名士，或者英武豁达的沙场将军，未料到会是这么个既非嫡长，也无建树的平平皇子。\\n“若兰，在这件事上你且相信爹爹，那晋王不是池中物。而且……锦上添花易，雪中送炭难，咱们谢家要想更进一步，按部就班是不行的。”\\n她看着父亲眼底不容反驳的深意，所有的失落与茫然最终都化作了一声几不可闻的低叹。\\n……\\n晋王府中，谢若兰看着手中的匣子，里头因为种种原因并未送出的信件已经累了一摞。\\n她垂眼看着信纸上自己留的娟秀字迹\\n“展信安，北地寒苦，君多加衣。”\\n“府内安，隔千里兮共明月。”\\n“京中有变，君当速归。”\\n这段郎无情妾无意的联姻，究竟从什么时候开始变了呢？\\n许是从她对晋王每增进一分的了解里，从生活中点滴细微的迁就里，从他一个个言出必践的诺言里……\\n谢若兰一张张看过自己写的信，直到换到最后一页纸。\\n她吸了口气，将信纸拿到烛灯上方。\\n看火舌舔上信笺，将她眷恋、挂怀、忧虑的一切痕迹都燃成灰烬。\\n连着最后一封信上简短潦草的两个字——“勿归。”"
                },
                {
                    "id": "MingYueQianLiYuJunTong",
                    "title": "明月千里与君同",
                    "content": "元康二十四年春，东明城破的消息如同惊雷，炸响了整个京城。\\n所有人都明白，宁王一派大势已去，除了少数无法下船的仍在负隅顽抗，大多数人都开始为明天做起了考量。\\n兵马未至，人心已散。\\n“王妃，王爷把东明城……拿下了。”\\n晋王府内，阿娇的声音带着不易察觉的颤抖。\\n谢若兰正端坐于书案前，稳稳用蜡印封好最后一封信。\\n“将这些信，送到名单上的各处官署和私宅。告诉他们，若此刻仍骑墙观望，首鼠两端，待到晋王归京，他们的名字，便会被第一批呈递上去。”\\n她的声音柔和，阿娇咬唇接过厚厚一摞信件，忍了又忍，终是忍不住开口规劝：“此举会不会引来更大的麻烦？王妃您如今的处境已是刀尖行走，何必再亲自涉险激怒宁王……”\\n谢若兰听得这话里真切的关心，弯了弯眉眼。\\n“王府应该很快就会被宁王重兵封锁，我们的机会不多了。”\\n她安抚着侍女的情绪，抬眼望向窗外高悬的明月。\\n她的英雄是否也在千里之外，望着同一轮明月牵挂着她？\\n“个人安危是小，倘若宣国因这场内斗继续拖延，以致元气大伤，边陲不稳，外敌趁虚而入……那才是我万死难赎的罪过。”\\n不止是为了这个摇摇欲坠的国家，她是与他并肩的人，不会只躲在他的背后。\\n她会为他扫清障碍，哪怕去威逼，去利诱，去行此险招。"
                }
            ]
        },
        {
            "id": "ChuHuan",
            "name": "楚桓",
            "description": "宣国皇帝司空景过去的家臣，司空耀如今的心腹，曾经领兵保护司空景一家南下，为人重恩重义，非常认可并支持司空耀北伐的志向。\\n对司空耀而言，其既是臣子，也是守护照顾自己长大的长辈。",
            "stories": [
                {
                    "id": "QingShanMaiGuBuMaiMing",
                    "title": "青山埋骨不埋名",
                    "content": "他有父母、有族人、有妻子，在昔日琅琊王府是茫茫多普通人中的一个\\n他护送司空正和司空耀南下，与其说是出于忠义，更多的其实是对家人安危和未来仕途的考虑，是一种自保和投机。\\n可是到了安稳富足的南方，明明一切都在变好，他的官职不断攀升，家人的生活比在北边时还要优越体面，他的想法怎么会悄然改变呢？\\n是因为南方士族不经意流露出的、看下等人般的轻慢刺痛了他吗？是因为在南方出生的儿子对北方风物、对他那些珍藏的回忆毫无兴趣，令他失落？又或者正因为已经失去，再也没有机会回去，才会加倍思念那个故乡？\\n在牢里面对陈家种种利诱许诺，他近乎固执地替晋王抗下一切。\\n为什么？图什么？\\n楚桓自己不知道。\\n他的儿子也不知道\\n这个在过去寂寂无名，于新帝登基后却一跃成为其身前最信任的红人，负责近身护卫天子的青年站在楚桓墓前。\\n只有沉默。\\n他没有资格去怨去怪，他只能沉默。"
                }
            ]
        },
        {
            "id": "XieJianAn",
            "name": "谢建安",
            "description": "丹陵士族谢氏的家主，晋王司空耀的姻亲和心腹，老谋深算的毒士，为达成其想要的结果往往不择手段，在政治上全力帮扶晋王司空耀，但也为自家的利益打着小算盘。",
            "stories": [
                {
                    "id": "JunChenMoLu",
                    "title": "君臣陌路",
                    "content": "隆武三年元宵，谢府门前车马不绝。作为当朝国丈、太子外公、司徒、丞相、尚书事、京州牧，谢建安已位极人臣。然而权势愈盛，他心头的不安却愈加深重。\\n自新皇登基，谢家虽然在陛下扶持下权势日隆，甚至隐隐有与陈家争夺南方第一士族的势头，但面对底蕴深厚的陈家，谢家终究还是差了一筹。不过陈家想要打压谢家也不容易，两家明里暗里交锋几次，竟渐渐都产生了旁的想法，不约而同，朝着另一个方向走去。\\n今日，陈家的人登门拜贺之时，试探性提出一桩两家小辈的婚事。谢建安没有当场答应，却也没有拒绝，只说回去再考虑考虑。\\n他很清楚这是个暗示，虽说女儿的死是他心中无法弥合的伤口，可他不光是父亲，更是一个家主，需要为整个家族的人考虑。眼下若是继续与陈家死磕，确实能收获陛下的部分支持，但长远来看，陛下又如何容得下一个“陈家”呢？\\n谢建安辅佐这位皇帝的时间已经太久太久，他比任何人都善于揣摩当今天子的想法，？那位雄才大略的君主，绝对不会放任士族坐大。\\n更何况，谢家还是外戚——这便又添了一道催命符。\\n谢建安提笔又停顿，墨团晕毁了几张上好信笺。\\n良久，他终于还是写完了一篇回帖，差人送往陈家。\\n望着仆役拿着帖子快步远去，书房寂静半晌，随着他合上窗扉，余下一声叹息。\\n“世事如棋啊……”"
                },
                {
                    "id": "DangDuanZeDuan",
                    "title": "当断则断",
                    "content": "京城一处民宅内。\\n谢建安一袭黑袍，扣开大门。\\n等待已久的心腹迅速地将近来京城的一些风闻和变动汇总给谢建安。\\n事情已经到了今日这般地步，再没什么瞻前顾后的余地。\\n谢建安只短暂思考便让心腹离开，自己迅速从屋中翻出纸笔，试了几次笔锋，终于落笔——以陈导的笔法，写下四个遒劲大字：\\n“诛杀晋王。”\\n他看着这四字，松弛褶皱的眼皮低垂，遮蔽眼底的寒凉。\\n陈家是否真有此心并不重要，宁王与陈导的真实想法也无需计较。\\n他只要给自己那位女婿铺个台阶，然后……在这暗流汹涌的局势中轻轻推上一把。\\n吹干墨迹，他把字条仔细揣进怀中，推门快步而去。"
                }
            ]
        },
        {
            "id": "YuGong",
            "name": "虞宫",
            "description": "出身名门望族，少时即以才学显于世。被朝廷屡加擢用，任国子监祭酒，更曾为二皇子晋王讲学。\\n其虽居庙堂之高，却无门第之见，向晋王举荐过许多有志于造福百姓、复兴宣国的直臣能人，门生故吏遍及朝野。性情豪宕洒脱，唯独喜好杯中之物，有酒必饮，三杯必醉。",
            "stories": []
        },
        {
            "id": "SiKongJing",
            "name": "司空景",
            "description": "本是皇室旁支，封琅琊王，在邬伖南侵，国都永安城破时南下，被陈家联合众多士族拥立成为新帝，于天河南方继承大统。\\n痴迷炼丹和修玄，政事多由各地士族掌握。",
            "stories": [
                {
                    "id": "AnLiu",
                    "title": "暗流",
                    "content": "作为半路被扶上皇位的天子，司空景比谁都清楚自己的处境。龙椅下的根基如此浅薄，以至每次他想做些什么，总会被盘根错节的士族势力联手阻拦。\\n收复故土的雄心、树立帝王威仪的壮志，这些于他而言都显得太过虚妄。\\n他渐渐学会了沉默，将那些不切实际的抱负深深埋藏。直到某个初夏，他偶然听宫人说起庆州荔枝的甘美。\\n“荔枝啊……”\\n他喃喃了一句，似乎有些意动。\\n朝堂上，当司空景提出要开凿运河运送荔枝时，出乎意料地没有遭到强烈反对。士族们交换着心照不宣的眼神——哄着皇上开心只是其中最微不足道的一层，更重要的是，如此劳民伤财的工事有天子出面主持，其中的利益却是他们人人有份。"
                }
            ]
        },
        {
            "id": "ChenWanEr",
            "name": "陈婉儿",
            "description": "本是宣国最大士族陈氏的嫡女，父母相继病去后主支大权旁落，被叔公陈导掌握在手中，陈婉儿这一脉在家中位置被一点一点蚕食。\\n其作为长房最后的女儿，不肯被叔公操控命运，被排挤出陈家的权力中心，利用自己的聪明才智周旋于各方，为自己争取有利条件。",
            "stories": [
                {
                    "id": "QieDaiFengYuLai",
                    "title": "且待风雨来",
                    "content": "凤梧宫内熏香袅袅，心腹宫女正低声而迅速地禀报着前朝动向。\\n以薛、唐两家为首的士族元老，此刻正联合门生在太极殿上对太子司空盛步步紧逼。\\n“夫人，”宫女的声音带着难以抑制的兴奋，“天赐良机，族老们的意思是，夫人只需隔岸观火，静待太子应对失据，背上阻挠北伐的罪名，其声望必然大跌！说不得要直接失了圣宠，届时咱们殿下军功赫赫，又有夫人支持，什么大事不可成！”\\n她没有应声，殿内安静下来，那宫女的眉眼恭顺垂着，看向地面，其背后却有许许多多无形的眼睛，把饱含期待的目光聚焦在她身上。\\n她其实没什么可选的——她本就站在天平胜利的一端。然而当她终于开口时，声音平静却不容置疑：\\n“为我更衣。”\\n她换上金簪华服，一步步踏上通往太极殿的台阶。阳光洒在她身上，勾出金线，又在殿门的阴影中倏然隐没。两队沉默肃杀的士兵紧随其后，铁衣森然。\\n家族利益固然重要，儿子的前程她也渴望。但她不会在司空耀前线血战之时，坐视他毕生心血毁于一旦，更不能容忍宣国因内斗而错失奠定霸业的良机。\\n这非国士所为，更非她陈婉儿心中所求！\\n裙裾曳地，她以最端庄的仪态步入太极殿。每一步都坚定，每一步都决绝。\\n待他凯旋，是会感念她稳定后方之功，还是忌惮她干政擅权之实？她不做乐观设想。\\n但她绝不后悔。\\n北伐必须胜利。而这场胜利的基石里，必将有她陈婉儿今日挥下的、染血的一刀。\\n至于未来如何——\\n且待风雨来。"
                },
                {
                    "id": "NiZhaoRanZhuoSe",
                    "title": "泥沼染浊色",
                    "content": "隆武七年，三朝老臣陈朗病逝，天子给予极高尊荣，追封显贵。与此同时，京城中关于立后的传言日渐喧嚣。\\n世人皆知，本朝唯有在天子登基前就早早逝去的发妻——淑德文皇后谢氏正位中宫。\\n而如今后宫真正地位最尊崇者，乃是陈家陈夫人。\\n闲言碎语过耳，陈婉儿只作听了一段笑话，抬手示意心腹退下，提笔编写新的《女则》。\\n坦白而言，走到今日，若说她全然无意后位，未免自欺欺人。但她心里清楚，自己此生或许永远无法触及那个位置。毕竟，活人又如何争得过逝者？\\n时至今日，她仍难免会想起那个温婉娴静的女子，想起那句“带盛儿走”，想起自己急急赶往晋王府要为陈家搏一份至关重要的“救嗣之功”，而不是同时救下母子二人来影响未来的后宫和士族格局，她甚至已经在心中演练了过程。\\n要如何陈述利害，要如何描绘危局，\\n可当那双清澈眼睛看着她，在她开口前直接说出自己最想要的答案时，她紧绷的心弦猛地一松，随后流淌开愧疚的、阴暗的、带着负罪感的释然。\\n父亲突然离去，她是叔公安抚族老的筹码，陈家站错位置，她是士族与皇室互相利用的契约，她知道善恶，明白对错，有无比清晰的自我，却自甘被“陈”这个姓氏重重束缚，从未脱离樊笼，得到过真正的自由。\\n当时如此，如今如是。\\n笔尖一顿，凝了许久的墨终究滴落，污了刚刚写就的娟秀字迹。陈婉儿望着那团墨痕，如同望见了自己一生无法洗净的、混合着算计与愧疚的复杂颜色。"
                }
            ]
        },
        {
            "id": "SiKongZheng",
            "name": "司空正",
            "description": "大宣皇帝司空景的长子，封宁王。\\n少时作为琅琊王长子，心忧天下，颇具担当，对幼弟处处保护，南渡之后与士族陈家渐渐关系密切，主张奉行偏安之策，因此在朝中与晋王司空耀政见不合，兄弟二人渐行渐远。",
            "stories": [
                {
                    "id": "ChenYe",
                    "title": "沉夜",
                    "content": "元康二十四年春，宣帝司空景病重垂危，气息一日弱过一日，眼看着就几个月的命数了。皇长子宁王司空正以监国之名，已将朝廷政务牢牢握于掌中。\\n夜深人静，宁王府密室。心腹幕僚陈应压低了声音。\\n“殿下，时机稍纵即逝。晋王远在边塞，鞭长莫及。只需宫内‘稍有动静’，便可宣告陛下暴毙，届时矫诏继位，名正言顺。”\\n烛火在司空正脸上跳动，映出他眉宇间的剧烈挣扎。陈应的话，他听懂了。那“稍有动静”，便是要他亲手掐断父皇最后一丝游息，踏着至亲的血，即刻登顶。权力的王冠近在咫尺，如此伸手便可攫取。\\n他脑海中闪过父皇枯槁的容颜，幼时将他扛在肩头的宽厚，教导他批阅奏章时的严厉……更闪过二弟司空耀在军前那双沉静却锐利的眼。\\n良久，司空正缓缓闭上眼，再睁开时，眼底的波澜已被压下。他摆了摆手，声音带着一丝疲惫，却异常清晰：\\n“我不答应，非仅因父子伦常，亦非惧天下口诛笔伐。若以此等手段得位，往后每一个日夜，都将如坐针毡。这江山，我要拿，但要拿得堂堂正正，等父皇殡天，再谋大计。”\\n他选择了一条看似更慢、更险的路，将赌注压在了时间上，也为自己留下了一份，或许在旁人看来可笑的底线。\\n陈应暗叹一声，不再多言。\\n窗外的夜，更沉了。"
                },
                {
                    "id": "PiaoYao",
                    "title": "飘摇",
                    "content": "司空正站在新建的宫苑高台上，望着烟雨中朦胧的宫阙轮廓。他的右手无意识地虚握——这只手曾能轻松拉开三石强弓，百步穿杨。\\n邬伖踏破永安时，他护着幼弟南逃，混乱中一支冷箭贯穿了他的肩胛。箭镞撕裂筋脉，这伤口如今虽已愈合，每逢阴雨却隐隐刺痛。\\n自父亲在陈家的拥立下重续国祚，一切就都改变了。\\n他不再是一个边缘藩王的儿子，而是这个新生朝廷的皇长子。\\n这个立足未稳的朝廷需要稳定，需要钱粮，需要南方士族的支持。而陈家这个南方士族之首向他递来的橄榄枝，意思再明白不过。\\n他已经无法再为宣国征战沙场，那么，就用另一种方式，为这个风雨飘摇的家尽一份力吧。\\n促进社会的安稳，让流亡的朝廷得以喘息；保存摇摇欲坠的“司空氏”正统；给那些心怀观望的士族一颗定心丸，让他们看到皇室愿意合作、共治的姿态——这是他司空正作为皇长子，在此时此刻必须承担的责任，也是他能为这个家族、这个国，所做的唯一选择。\\n他与陈家达成了合作，主动的、平静的，一步踏出，便再无回头。\\n哪怕是背上“苟且偏安”的名声。\\n未来还长，父亲这一辈解决不了的问题，等他登位，等宣国恢复元气，未必还是问题……"
                }
            ]
        },
        {
            "id": "CaoBiaoZhi",
            "name": "曹表之",
            "description": "宣国曹氏嫡系，官拜户部侍郎。虽出身一等士族，家中与陈家是世交，自己更拜于丞相陈导门下，然性刚直不阿，尤厌虚礼。常褪锦袍换布衣，混迹于市井之间，与南北行商称兄道弟，同江湖游侠同桌豪饮，打听各地民间的最新消息。",
            "stories": []
        },
        {
            "id": "ChenDao",
            "name": "陈导",
            "description": "宣国丞相，宣国第一士族陈氏的家主，城府深沉，阴险毒辣。早早便预料到了诸王纷争后的邬㚢之乱，选择押注一心修玄的琅琊王，并一举成为南方第一士族。",
            "stories": []
        },
        {
            "id": "HuangHouLiShi",
            "name": "皇后李氏",
            "description": "原是琅琊王妃，南下后被封为宣国皇后，端庄温婉，从不插手朝事，是司空正和司空曜的生母，十分疼爱自己的两个儿子。",
            "stories": []
        },
        {
            "id": "ZuYue",
            "name": "祖月",
            "description": "宣国大将军祖坤的女儿，常年随父征战，一身武艺不凡，性格跳脱豁达，私下也曾羡慕江南楼阁繁华热闹，爱慕文人才子英俊儿郎。\\n但军中生活也令其在对待正事时杀伐果断、雷厉风行，执行军令半点不容情面，往往令敌人胆寒。",
            "stories": [
                {
                    "id": "BuHuaEMei",
                    "title": "不画峨眉",
                    "content": "她是大宣唯一的女将，大将军祖坤的独女。\\n风沙磨砺她一身铁骨，手中长枪收下邬伖亡魂无数。\\n女子就该有女子的样子——这般说教在她初习武时还能听见，如今朝野上下再无人敢当面絮叨。\\n十四岁随父出征，二十岁独领一军，她的战功簿上每一笔都是实打实搏杀来的功劳，再加之背后有祖氏这等宣国支柱，除了爹和军法，大多数人眼中的规矩于她而言不过眼下浮尘。\\n但尽管冲着祖家门楣来寻求联姻的士族不少，祖坤欲要给女儿定一桩稳妥婚事，还是愁得长吁短叹。\\n每到提起这个，祖月就算规规矩矩在自家爹爹面前站军姿，嘴角也会撇出一个不屑的弧度。\\n“体统能安邦吗？礼仪风雅能收复失地吗？与其找个人来处处管束我，还不如给我找个听话的小郎君入赘呢。”\\n然而夜深人静时，这位令敌人闻风丧胆的女将军，偶也会对着从南方捎来的话本出神。这话本子里描写的画舫听雨、曲院风荷，像春日的柳絮轻轻拂过她的心间。\\n她能驯服最烈的战马，却从未抚过瑶琴；精通排兵布阵，却不会穿针引线。有时对镜自照，看着眉宇间的英气，她难免也会产生幻想，若生在太平年月，是否也能对镜贴花黄，在杏花春雨中执伞漫步？\\n“能安稳度日，谁愿刀头舔血？”一次庆功宴上，她长长叹息，“我也想要小桥流水，想学抚琴作诗，最好还能有个......玉面郎君相伴。”\\n以谢玄带头，帐中几个将领哄堂大笑，只当她是醉后戏言。"
                },
                {
                    "id": "AnNengZheYao",
                    "title": "安能折腰",
                    "content": "她风尘仆仆站在武阳的议事厅内，刚说完弋阳危局，帐内便陷入了令人窒息的沉默。\\n陈应慢条斯理地抖开手中的战报，看了半晌才开口：“我们领的军令是驻守武阳。”\\n他抬眼看向祖月：“以现在的局势，怕不等我们赶到弋阳就会失守。我不能拿庆州军冒险。”\\n祖月的手不自觉地按上刀柄，这个细微的动作让帐内侍卫瞬间紧绷了神经。陈应更是立刻警惕大喝出声。\\n“祖月，你要干什么！”\\n她深深吸了口气，强迫自己松开刀柄，抱拳深深低下身去：“恳请陈将军，立即驰援弋阳！”\\n叱咤沙场的祖家少将军何曾这般低声下气过？\\n陈应摩挲着下巴：“庆州军若去救援，要冒的风险太大了。”\\n他忽然话锋一转，“不过……祖将军既然舍得让手下将士拼死拖住邬伖，自己冒险为弋阳求援，这份胆识着实令人佩服。”\\n“陈应，你到底要什么？有话直说。”\\n“若是祖将军愿意上表朝廷，将此次战功全部归于庆州军……”陈应微微眯起眼睛，嘴角泛起一丝笑意，话未说完便被祖月再一次打断。\\n“那不可能！”\\n但陈应已经大略摸索到她的底线，只稳坐在躺椅上悠然换了个姿势。\\n“没有商量。你手下的将士是命，弋阳的将士是命，我手下的将士，也是命。”\\n帐内的火盆噼啪作响，她仿佛能听见远方弋阳城头的厮杀声，想起那个慷慨扬言誓要收复失地的青年。\\n弋阳是供给前线作战的重要粮道，绝对不能有失。\\n“好。”\\n这个字从她齿缝中艰难挤出。\\n“我会上表，将功劳全部归于陈将军。”\\n“好！好！”\\n陈应抚掌而笑。\\n“传我命令！即刻出兵，驰援咱们晋王殿下！”\\n帐中将领纷纷领命而去，唯有祖月立在原地，长久沉默。"
                }
            ]
        },
        {
            "id": "ChenYing",
            "name": "陈应",
            "description": "丞相陈导的儿子，帮助陈导掌部分兵权，身为名门之后，又位高权重，为人高傲狂妄，凶狠纨绔。",
            "stories": []
        },
        {
            "id": "LiuNian",
            "name": "刘念",
            "description": "北地坞堡首领刘大刀的孙女。\\n父母双亡，随爷爷在北方失地艰难生活，见过无数亲人朋友因邬伖死去，无比渴望有朝一日，北方的百姓也能过上安定日子。",
            "stories": [
                {
                    "id": "DiShengChang",
                    "title": "笛声长",
                    "content": "她生在北方最动荡的年代。\\n幼时的她孤僻沉默，爷爷因为忙碌常常不见人影，她就缩在空空无人的屋子里发呆，因为这样她就不用给别人添麻烦，也不用看见并羡慕其他与她同龄，却有父母照顾的孩子。\\n只要让自己的存在感变小，不给大家添麻烦就好了。\\n她始终这样想着。\\n直到一天听见屋外激烈的吵什么“老刘头，咱们死也不能给邬伖铁器”“那你要坞堡上下千余口人死绝吗”“孬种”“跟他们拼了”……\\n爷爷推门进屋后坐在床沿，他宽厚的脊背佝偻下去，把脸埋在自己的手掌之间。\\n夕阳透过窗子把他的影子拉得很长很长，连入屋中阴影，仿佛整个坞堡的重量都压在他的身上。\\n她的心像被什么揪紧了，试探着靠过去，抬手抚摸老人斑白的头发，就像他曾经安抚她那样。老人抬起头，她看见那张面孔上狼狈的鼻涕和泪痕。\\n“我能做什么？”她第一次这样问自己。\\n从那天起，她开始尽力微笑，融入大家。清晨对守夜的叔伯道声辛苦，傍晚带着失去亲人的孩子们做游戏。她拜老郎中为师，仔细辨认每一株草药，为伤患包扎时总会轻声安慰。她还跟着流亡来的乐师学吹笛子，用音乐抚慰生者，告慰逝者。\\n渐渐地，坞堡里的人们脸上不再只有愁容。虽然依然缺少粮食，虽然邬伖的威胁仍在，但这个乱世中的小天地多了几分温暖。\\n夕阳西下，刘念的笛声悠悠响起。她如今喜欢站在高处远眺。\\n她知道太阳明天依旧会升起，而她要做的，就是让这份光芒照进每个人的心里。"
                },
                {
                    "id": "FeiWuXiang",
                    "title": "非吾乡",
                    "content": "元康北伐结束后，刘念跟随司空耀来到了南方，受封昭仪，得入宫中\\n初至南都，她第一次亲眼见到了书中描绘的烟雨江南——青砖黛瓦点缀山塘春色，秦淮烟柳轻拂明月秋风。\\n说不陶醉是假的，这片水土确实养人，可人性就是这样，总是不知满足。\\n她在苦难里盼着安生，如今安生了，又开始奢求别的——她愈来愈频繁地想念北方坞堡里的岁月。\\n那时的日子虽然清苦，却有爷爷、有邱叔、有爱说笑的婶子和缠着她吹笛的孩子。\\n如今好像一切都变好了，可她却觉得自己离他们越来越远。\\n邱叔好像变了，那些她熟悉的人好像都变了，他们不再与她无话不谈，来往信件的一段段词句里是掩不住的恭敬、客气和疏离。\\n她试图挽留过往的情谊，却像是去抓一缕烟雾一样无力，不过这些情绪都被她仔细整理，藏在心底。\\n南都不比北方，一言一行皆可能被人拿来做文章，而她对权势和富贵的兴趣有限，除了每年关注一下北朔军里的熟人，其他时候都尽量避嫌，就缩在自己宫里躲清静。\\n又是一年中秋，南都城烟火绚烂，灯会如昼，百姓纷纷出门赏月，刘念与帝登台远望，对月酌酒。\\n酒尽时，醉意已浓，粉颊生晕。\\n皇帝听见她倚着栏杆嘟囔什么，好奇凑近过去。\\n听得她眯着朦胧醉眼。一声轻叹。\\n“南都城里夜如昼，十二玉楼非吾乡。”"
                }
            ]
        },
        {
            "id": "ShiLang",
            "name": "石狼",
            "description": "邬伖右将军。\\n勇猛善战，在邬伖南侵的战事中屡立奇功，但因母亲是被掳掠去的女奴，所以出身低微，在邬伖权贵中饱受排挤。",
            "stories": []
        },
        {
            "id": "ZhuYuanZhi",
            "name": "朱元之",
            "description": "草莽出身，天生神力，幼年随父亲在北边打铁打劫做雇佣军，后来匪窝被邬伖荡平，只身逃脱南下流浪，后劫道楚桓马车，被其赏识收为门下，编入军中磨砺。",
            "stories": [
                {
                    "id": "GuLang",
                    "title": "孤狼",
                    "content": "自朱元之有记忆起，便跟着他那据说能徒手掰弯马蹄铁的父亲，在边陲的灰色地带挣扎生存。老爹还有几个兄弟，他们组成算不上匪帮也算不上正经队伍的小群体，一起干刀头舔血的营生——时而受雇护送商队，时而化身马贼劫掠落单的旅人。\\n如有闲暇，他们也会做打铁生意，主要是把一些不能明着掏出来用的特殊铁器变废为宝。\\n匠铺里橘红的炉火和血腥气，这就是朱元之全部的童年。\\n他天生一股蛮力，十二岁时便能挥舞沉重的铁锤，也能在冲突中轻易撂倒成年汉子。父亲常说，他这身力气，是老天爷赏饭。那时的朱元之，如父亲一般觉得弱肉强食天经地义。\\n直到……邬伖轻易撕碎了他粗糙而野蛮的世界。\\n父亲和那些熟悉的、不熟悉的面孔如同草芥般倒下。他在混乱中凭借着一身悍勇和对地形的熟悉杀出重围，身后是化为焦土的“家”。\\n从此他成了孤狼，独自向南流浪，他在乱世中挣扎，直到一个雨夜，饿极了眼拿弯刀拦下一辆马车。\\n“好一条困兽。”\\n等他被四个甲士合力按住，车帘掀开，那位后来成为他恩师的楚桓不惊反笑，“这把力气，用来劫道可惜了。”\\n朱元之梗着脖子，想要学父亲当年来两句好汉临死前的豪言，楚桓却对护卫摆了摆手：“带他回去，给他饭吃，换身衣服。”"
                },
                {
                    "id": "ChaiLang",
                    "title": "豺狼",
                    "content": "“将军三思，这兵出不得，朝廷给我们的调令是击退邬伖即可，不可深追，北朔军又是朝廷的精锐，倘若兵败，陛下定然……”\\n朱元之倒没朝自己的谋士发作，只坐在大椅上不耐地换着手掏耳朵。等谋士念叨得差不多了，才找了个气口打断。\\n“行了，老子还能打没胜算的仗？”\\n那谋士显然未被说服，急道：“将军！这哪里仅仅是胜算的问题！这是……”\\n“是钱的问题。”朱元之撇嘴把目光落在跳跃的灯焰上，眼神深处却是清醒的冷漠，“就朝廷拔下来的那点玩意儿，兄弟们饿得眼珠子都冒绿光。你让他们勒紧裤腰带去拼命？”\\n他顿了顿，声音压低了些，却带着更实质的重量：“咱们军里塞了不少从北边逃过来的流民。他们心里憋着火，想过好日子，你不拿盼头吊着他们，等真到了要啃硬骨头的时候，谁给你卖命？”\\n“明白了就传令去。”\\n面对无言的谋士，他咧嘴一笑，讨喜的圆脸显出几分狞色。\\n“出兵追击，缴获的财物三成充公，其余归个人！只要有胆，老子带你们去邬伖地盘上吃个痛快！”"
                }
            ]
        },
        {
            "id": "XieXuan",
            "name": "谢玄",
            "description": "晋王妃谢若兰胞弟，出身钟鸣鼎食的谢氏门庭，是闻名宣国的风流小霸王。如今在祖坤将军麾下挂职历练，却仍不改潇洒本性。银甲纵马过闹市时，必惹得满楼红袖招摇。",
            "stories": [
                {
                    "id": "JunZiBuLiWeiQiangXia",
                    "title": "君子不立危墙下",
                    "content": "随着一场变法浩荡展开，谢玄作为主导者，地位眼见着水涨船高。\\n然而正所谓高处不胜寒，危机也在王朝的阴影中不断积聚。\\n“侯爷，老爷又来信，催您罢手回京了。”\\n手下苦着脸候了一个多时辰，谢玄却连头也未抬，只专注地批阅新法奏报。这已是半年来的第七封家书，他再次选择了无视。\\n圣人说，君子不立危墙之下，他谢玄又不是什么蠢人，自然知道前路艰险。\\n断人财路，如杀人父母，他触动了如此多的既得利益者，弹劾他的奏章怕是能堆满皇帝御政宫的桌案。可他若此刻抽身，那些盼着一线晋升之机的寒门子弟，那些在北地苦熬求活的旧民，他们往后如何？姐姐的付出又算什么？\\n谢玄明白龙椅上那位姐夫正利用姐姐和太子的血脉亲情驱策他，要将他化作指向士族的一柄利剑、一支矛锋。\\n但是，为盛儿铺路没什么不对，为百姓振声更是正确的事情。\\n谢玄终于搁笔起身，踱至窗前。夜色浓稠，冷月孤悬。\\n他忽然低笑一声，那笑声里带着自嘲，更多的却是决绝。\\n“回信给父亲，”他的声音平静：“就说……非不知退，实不能退。”\\n大丈夫行事，不问可不可以，但问应不应该。\\n他谢玄如今行事唯四个字。\\n当仁不让！"
                },
                {
                    "id": "XianYiNuMaShaoNianLang",
                    "title": "鲜衣怒马少年郎",
                    "content": "在京城的士族圈子里，谢玄一直是个名气颇大的人。\\n不同于常规世家子弟，谢玄并不喜欢清谈玄修论道这些活动，但仗义生事的热闹从来少不了他。其父谢建安毫无办法，最后索性由他去，动用人情把他塞到了大将军祖坤的军中。\\n一则，希望劳苦的军中生活能让这个儿子回心转意，好好回京里研读诗书，接他老谢家的文脉路子。\\n二嘛，他儿子生了副绝不算差的皮囊，文韬武略怎么也沾得上一点，祖将军又整好有个年岁差不多的女儿不是？\\n哪知道千算万算，这一送竟是肉包子打狗——有去无回。\\n谢玄到了军中简直如鱼得水。他仗着家底颇丰，银子开道，骑最俊的马，喝最烈的酒，佩最快的刀，追剿最棘手的邬伖匪寇，还跟祖坤将军的女儿打得火热——在校场上输了一面叫嚣着换我姐夫来定打得你屁滚尿流，一面愿赌服输，绕着场边给看热闹的士兵发银子，边喊祖月是我姑奶奶。\\n虽则性格跳脱，仗着做尚书的父亲、当王妃的姐姐天不怕地不怕，其沙场杀敌却异常悍勇，谢尚书初时几次收到谢玄陷阵伤重的消息，眼前发黑几要晕厥，后来多了渐渐习惯，再见来信只能吸着气勉强从牙缝挤出一句：\\n“点点库房里的药材，给祖将军送去。”"
                }
            ]
        },
        {
            "id": "ZuKun",
            "name": "祖坤",
            "description": "永安人氏，宣国大将军，国之柱石，镇守天河抗击邬伖的主要将领。\\n稳重老成，处事平和，喜怒不形于色，曾多次击退邬伖的侵扰，在宣国军中威望极高，只是其人极少插手朝事，故常常被人称道。",
            "stories": []
        },
        {
            "id": "LiuDaDao",
            "name": "刘大刀",
            "description": "北地坞堡首领，义军统领，曾于永安军中任职。\\n在邬伖南侵的战役中因恐惧当了逃兵，事后得知妻子儿子皆在逃难中丧命，悲痛懊悔万分，在儿媳去世后独自拉扯孙女刘念长大，爷孙二人相依为伴。",
            "stories": []
        },
        {
            "id": "SiKongSheng",
            "name": "司空盛",
            "description": "司空耀的长子，谢若兰的儿子，宣国太子。\\n少时经历父亲夺位，母亲亡故，被父皇寄予厚望，教养得恭敬知礼，文雅严谨，也如母亲希望一般，成长为了一个有治国之才，心忧百姓能为父皇大事助力的好太子。",
            "stories": [
                {
                    "id": "GuZhouXing",
                    "title": "孤舟行",
                    "content": "朝野皆知，太子司空盛是陛下登基时便册立的储君，十余年来，天下人似乎早已默认他必将继承大统。\\n唯有司空盛自己明白，他脚下从来不是一条坦途。\\n母后早逝，后宫权柄尽由二皇子生母陈夫人把持。舅舅谢玄把自己关在府中颓靡度日，外公谢建安虽贵为丞相，却也不敢过多干预朝政。\\n——一个臃肿庞大的外戚势力，虽可短暂成为太子的助力，于长远而言却是隐患，他的父皇绝不允许宣国重蹈覆辙。\\n因此，司空盛自幼便活成了一尊没有瑕疵的玉器。\\n他经史子集无一不精，议政见解独到思虑周全；待人接物宽和仁厚，他不敢让父皇眼底流露出一丝失望，不敢在任何方面逊于备受宠爱的二弟分毫，更不敢令早逝母后的贤德之名，因自己而有半分蒙羞。\\n恭谨、谦逊、明礼、才略——这些成了他披在身上的铠甲，包裹着其下的恐惧、孤独、疲惫，以免显露人前。\\n他背负的，何止是储君的责任？\\n那是母后未竟的期许，是父皇兴国的理想，更是天下百姓的太平。\\n他走在一条笔直的路上，不能左，不能右，不能回头。他必须完美，也只能完美。"
                },
                {
                    "id": "ZhuGuangMing",
                    "title": "烛光明",
                    "content": "又到母后忌辰，司空盛一身素衣，于晨曦踏入旧晋王府。\\n“大清早叨扰你帮忙，麻烦了。”\\n他接过内侍双手奉上的蜡烛，语气温和，礼节周全得让人挑不出一丝错处。\\n那小内侍惶恐躬身连称不敢。\\n他没再做声，小心将烛灯点燃，三拜之后静静跪坐在蒲团上，守着那点微光，等它慢慢燃尽，怔怔望着灵位上“淑德文皇后”几个刻金的字。\\n只有在这里，在这座承载着童年短暂欢愉、如今已经无人居住的旧府邸，他才能允许自己稍稍卸下在宫中时刻紧绷的心神。\\n他其实已经回想不起年幼那场混乱里具体的恐惧和茫然，连母亲的面孔也只剩下柔和模糊的轮廓。\\n但他仍固执地追寻着那份感觉——那种被母亲庇护着的、全然安心与温暖的错觉。他靠着反复咀嚼这点虚幻的记忆残留，才能汲取力量，继续走下去。\\n“殿下，巳时了。”小内侍的声音将他拉回现实。\\n司空盛起身肃立再拜一次，转身离去。\\n等他出了府邸，范忠才缓步进来，望着已经空落的大门轻声叹息：“太子殿下，还是这般孝顺。”\\n小内侍观察着范忠的神色，小心探寻：“干爹，这些刚点上的香烛，还跟往年一样撤掉吗？”\\n“撤吧。”范忠摆了摆手，“毕竟，咱们是靠着宫里吃饭的。”\\n片刻后，先皇后谢氏的灵位前，一尘不染，洁净如初。\\n洁净得……仿佛从未有人来过，也从未有过那份小心翼翼的依赖与思念。"
                }
            ]
        },
        {
            "id": "SiKongXu",
            "name": "司空旭",
            "description": "司空耀的次子，陈婉儿的儿子，受封燕王。\\n背后有作为陈家话事人的母亲可以依靠，又与大将朱元之互相欣赏，为人直率、骁勇善战，在军队与士族中皆有不错的声望。",
            "stories": [
                {
                    "id": "LiShiShiYiGeLunHui",
                    "title": "历史是一个轮回",
                    "content": "司空旭从未忘记过，先皇后谢若兰的死有他母族陈家半数过错，这始终是横亘在他与太子之间一道无法逾越的深渊，是其心头一根深埋多年、无法拔除的毒刺。\\n尽管司空盛这些年并未有什么针对他和母亲的举动，顶多与他在一些政见和处事上有些矛盾，甚至大多时候还会以长兄的样子关照自己，但司空旭心里清楚，隐忍不言，只字不提，绝不代表已然放下。\\n他理解司空盛，不代表他会退让。\\n正如当年的父皇为了天下不能退让，他也有自己必须保全的东西。\\n无论局势如何变动，无论最后谁成谁败，他都会保护好母亲，以及母亲身后与他命运休戚与共的整个陈家。\\n恍惚间，他仿佛看见一条长河裹挟着一切，滚滚向前。\\n一切，皆是历史的轮回。"
                },
                {
                    "id": "JinShuiLouTaiXianDeYue",
                    "title": "近水楼台先得月",
                    "content": "百官之中，看好二皇子司空旭者不乏其人。\\n这固然有陈家的影响，但无可否认的是，司空旭自身确有不凡之处。其自幼于军事一道天赋过人。隆武北伐之役，更身先士卒，临阵斩将立下赫赫战功，此等勇武与当年凭陷阵夺旗建立军威的陛下何其相似？\\n也正因如此，世人猜测陛下或更属意于他，并非空穴来风。\\n过去对于朝野间的这些议论，司空旭始终三缄其口，讳莫如深。至少在明面上，他与太子兄长仍维持着一派兄友弟恭的和睦景象。\\n然而如今时移世易。宣国大胜邬伖，外患初平，创下这不世功业的父皇却重伤昏迷，生死未卜。\\n更重要的是，司空盛远在京城坐镇，而他，正在父皇身边。\\n回弋阳的途中，朱将军已经几次暗示他近水楼台先得月，那至高无上的位置第一次显得如此接近，又如此凶险。\\n有些事，他不能再视而不见，不得不开始思量。"
                }
            ]
        },
        {
            "id": "SiKongYu",
            "name": "司空钰",
            "description": "司空耀的小女儿，刘念所出，受封浔阳公主。\\n据传公主降生时，宫苑玉兰盛放，曳曳若仙子霓裳，天子见之大悦，亲赐名“钰”，喻其美玉天成，尊贵无匹。\\n其自幼兼得皇帝与昭仪溺爱，但性情并不骄纵，反而灵秀娇憨，善解人意。太子司空盛与燕王司空旭皆具贤名，然政见相左，门下纷争日盛。司空钰周旋其间，以赤子之心对待二位兄长，常于御前家宴巧言化解龃龉，二人虽势同水火，然独对幼妹皆存怜爱。",
            "stories": [
                {
                    "id": "QianQiu",
                    "title": "千秋",
                    "content": "当燕东慕容氏使臣到来，提出“合击邬伖，收复故土”的条件是求娶公主时，司空钰的世界，第一次出现了裂痕。\\n消息传来时，她正在仔细为兰花拂去晨露。\\n她的指尖顿在空中，只觉得屋里一时静得骇人，莫名的寒意侵入骨骼，四下能听见的唯有自己的心跳。\\n一下，又一下。\\n司空钰下意识地想去寻找依靠，可随后的事情却像一记又一记落下的霹雳。\\n她听闻那性情柔婉万事不争的母亲褪去钗环，在父皇殿外顶着寒风跪至夜半。她听闻，那素来沉稳的太子长兄与英武的二哥哥为她的事激烈争执，几乎反目。\\n那个夜晚，司空钰屏退所有宫人独自坐在窗前，无数杂乱的思绪在她脑中反复交织。最终唯剩一件事情无比明晰——她那固若金汤的世界，正因她而濒临崩解。她那些奇奇怪怪的烦恼，在“国士”与“家事”的剧烈碰撞下，轻飘得就像一颗尘埃。\\n天光微亮时，司空钰吸了口气，起身走向书案，她的目光落在那盆“千秋”上，抿嘴压下漫上心头的遗憾——她怕是等不到这株兰花盛开。\\n传旨当日，范忠惊愕地看着公主亲自将一卷图画交到自己手上。\\n那是一株灼灼盛放的兰花。\\n“儿臣只有此物可以献与父皇，仅以此画，贺我宣国——”\\n“山河无恙，国运千秋。”\\n远嫁那日，銮驾驶出南都城门。风拂起轿帘，她终是忍不住回望。\\n泪光模糊间，她仿佛见那城楼高处，父皇的身影孑然独立，手中紧握的，正是那卷她绘就的“千秋”。\\n她缓缓转过身，端正坐稳。前方，是陌生的山河与命运。\\n而她，已不再是只知索取温暖的娇兰。她是宣国的公主，她已经亲手将自己绘入了宣国的“千秋”图卷之中。"
                },
                {
                    "id": "JinZhi",
                    "title": "金枝",
                    "content": "从她出生至今，她的世界里只有善意\\n父皇的溺爱、母亲的温柔、两位兄长或精心或笨拙的回护，将她密不透风地保护起来。她就像暖阁中最名贵的那株兰花，从未经受过一丝风雨，也理所当然地认为，世间万物，只要她指尖轻点，便会送到眼前。\\n这盆兰花“千秋”，名字甚和她的心意，据说是极难养活的珍品。她得来后日日亲自照料，瞧着那翡翠叶片在晨光下剔透喜人，心里盘算的，不过是等它开出第一支花时，便捧到父皇面前，讨一个天底下最新奇的赏赐。\\n讨什么呢？\\n绫罗绸缎？她的箱笼早已堆砌不下。\\n奇珍异宝？只需开口便能轻松得到。\\n她甚至央求过二哥带她去军营骑过烈马，也让太子长兄偷偷给她瞧过宣国城池的舆图。\\n“到底要什么啊……”\\n她戳弄着含苞的“千秋”，嘴上嘟囔，心里却没多少苦恼。\\n到底是真在盼着一个能让自己惊喜的、未知的礼物，还是想瞧见政务繁忙的父皇舒展眉头露出笑脸，公主殿下自有计较。"
                }
            ]
        },
        {
            "id": "WangMing",
            "name": "王明",
            "description": "布衣之子，少时家贫，为富户代笔文章，其中所蕴风骨，恰为虞公所见，拊掌称善，遂亲往寻访，收为门下。\\n王明既得栽培，更持身端正，虞公常与晋王笑言，此子类我少时。",
            "stories": []
        },
        {
            "id": "ChuMeng",
            "name": "楚蒙",
            "description": "楚桓之子，在楚桓获罪时被晋王暗中保下，改名换姓留于军中。待晋王称帝，即擢为羽林校尉，群臣但见这位新贵木讷寡言，却独得圣心，每帝巡幸，必三步相随。",
            "stories": []
        },
        {
            "id": "QiuSheng",
            "name": "邱胜",
            "description": "北地义军首领刘大刀结义兄弟，使一柄长枪，有万夫不当之勇。其人性烈如火，邬伖屡次招安皆嗤之以鼻。",
            "stories": []
        },
        {
            "id": "LiDingYuan",
            "name": "李定远",
            "description": "皇城司都统，善于察言观色，在黑白两路都有自己的门道，能迅速收集各方消息，先后两次变节，为两任皇帝做情报工作。",
            "stories": []
        },
        {
            "id": "ChuMaoLun",
            "name": "楚茂伦",
            "description": "昔日宣国烁阳郡郡守，为了保住自己的妻女，叛投邬伖，成为邬伖将军石狼帐下谋士。",
            "stories": []
        },
        {
            "id": "LiuCaiRen",
            "name": "柳才人",
            "description": "本为孤女，被士族收养，教以歌舞媚术。后献于君王，因其姿容绝艳，媚骨天成，使帝心沉溺，荣宠一时。",
            "stories": []
        },
        {
            "id": "QiJiu",
            "name": "齐九",
            "description": "行伍出身，本是大将祖坤麾下小卒，后奉命随晋王司空耀驻守弋阳，曾与晋王并肩血战，突袭石狼大营。\\n祖坤病去后转投司空耀入北朔军，常为先锋陷阵，忠诚不贰。及至新朝鼎立，以从龙之功位列云台，犹持铁戟卫宫阙。",
            "stories": []
        },
        {
            "id": "LinShu",
            "name": "林戍",
            "description": "本为边塞豪杰，聚众自保于烽火之地。听闻祖坤欲率兵北进，率众来归，自请为帐前小卒，被祖坤调往司空耀麾下驻守弋阳。\\n其人寡言而悍勇，每战必亲临阵前，在弋阳血战时与朱元之死守北面城墙，亲眼见石狼大营帅旗折断，至此决意全心投效晋王。后随北战南征，自草莽至将阶，矢志不移，终以戎马功勋跻身改元诸将，然性仍简朴，常按剑立于丹墀之侧，护天子圣驾。",
            "stories": []
        },
        {
            "id": "ZhaoWu",
            "name": "赵武",
            "description": "军中裨将，性无大过，然一路随司空耀南下，心中却渐生动摇。在军队于东明城受阻时，密写降书里通外敌，事泄遭黜。自此解甲归田，以耕种为生。晚年忽闻圣驾巡幸乡里，拄杖颤立柴门后，闻锣鼓声而掩面避入陋室，羞睹天颜。",
            "stories": []
        },
        {
            "id": "FuJiang",
            "name": "福江",
            "description": "难民出身，少时饱受病饿之苦，志于出人头地，遂投效司空耀麾下。\\n然而夺权危急之际，受到陈应蛊惑，一时趋利避害生出叛心，未曾想陈应竟遭兵变暴毙，一步走错，往日种种功绩尽做云烟。利刃穿胸时，其犹瞪目愕然。",
            "stories": []
        },
        {
            "id": "WangGuaFu",
            "name": "王寡妇",
            "description": "没人知道她的名字，大家都叫她王寡妇，据说她本是商贾富户之女。新婚之日遭邬伖铁骑破家，自此流亡。\\n岁月磨其心性，令她言语泼辣彪悍，常叫同行之人畏怯。然而心底良善未泯，见孤弱落难者，犹会掏出粮食相援，嘴里却骂骂咧咧。\\n她曾经见证王师北上，倾尽家中粮食以迎，也曾在邬伖屠刀下险死逃生，坠入山谷靠野果果腹，还曾于弋阳城关看过皇帝率军凯旋，旌旗招展。她熬过宣国的衰败，正在目睹大宣的崛起，她有着轰轰烈烈波澜壮阔的六十年人生……\\n当然，这只是她自己的说辞。如今南都城的酒楼里宾客云集，每日都有酒客到来，来听这位女说书人讲述她新编的故事。",
            "stories": []
        },
        {
            "id": "MuRongCui",
            "name": "慕容崔",
            "description": "慕容崔，雄踞燕东之地的慕容氏皇子，其身份尊贵。却并未安享皇室荣华，而是凭借卓越的军事天赋与抵御邬伖的赫赫战功，成为了燕东最年轻、最富盛名的将领，在朝野上下声望卓著。",
            "stories": []
        },
        {
            "id": "YaEr",
            "name": "雅儿",
            "description": "本西域小国贡女，天生雪肤花貌，姿容绝世。初入宫时虽不谙中原音律，然其异域容颜已令君王侧目。后经柳才人悉心调教，渐褪青涩，以其热烈奔放之态独获恩宠。",
            "stories": []
        }
    ]
}