{
    "characters": [
        {
            "id": "SiKongYao",
            "name": "司空耀",
            "description": "大宣皇帝司空景第二子，封晉王。\\n少時經歷南渡之亂，常在軍營混跡，封王后用人不論出身，廣納英才，又重金召能工巧匠入工造司，數次改進兵甲軍備，在民間和軍中皆頗有聲望。",
            "stories": []
        },
        {
            "id": "XieRuoLan",
            "name": "謝若蘭",
            "description": "丹陵士族謝氏的女兒，晉王司空耀的王妃。\\n善歌舞、善書畫，自幼長於南方，受父親與族中兄弟呵護，有丹陵明珠之譽，成婚後更受晉王珍視，是司空曜與謝氏聯合的橋樑。",
            "stories": [
                {
                    "id": "QiZaiChaoChaoYuMuMu",
                    "title": "豈在朝朝與暮暮",
                    "content": "謝若蘭的名字即使在士族貴女中，也是令人欽佩的典範。謝氏高門，鐘鳴鼎食，她自幼習的是琴棋書畫，見的是詩酒風流。當父親謝建安告知她，家族已決定將她許配給晉王司空耀時，她雖早便明白自己的未來不會由自己決定，心下還是難免失落。\\n那是一個她只聽聞過名字的皇子，從閨中密友的碎語裡，只能勉強拼湊出一個冷硬無趣的人形。\\n她想過未來夫婿應該是個溫文爾雅的清談名士，或者英武豁達的沙場將軍，未料到會是這麼個既非嫡長，也無建樹的平平皇子。\\n“若蘭，在這件事上你且相信爹爹，那晉王不是池中物。而且……錦上添花易，雪中送炭難，咱們謝家要想更進一步，按部就班是不行的。”\\n她看著父親眼底不容反駁的深意，所有的失落與茫然最終都化作了一聲幾不可聞的低歎。\\n……\\n晉王府中，謝若蘭看著手中的匣子，裡頭因為種種原因並未送出的信件已經累了一摞。\\n她垂眼看著信紙上自己留的娟秀字跡\\n“展信安，北地寒苦，君多加衣。”\\n“府內安，隔千里兮共明月。”\\n“京中有變，君當速歸。”\\n這段郎無情妾無意的聯姻，究竟從什麼時候開始變了呢？\\n許是從她對晉王每增進一分的瞭解裡，從生活中點滴細微的遷就裡，從他一個個言出必踐的諾言裡……\\n謝若蘭一張張看過自己寫的信，直到換到最後一頁紙。\\n她吸了口氣，將信紙拿到燭燈上方。\\n看火舌舔上信箋，將她眷戀、掛懷、憂慮的一切痕跡都燃成灰燼。\\n連著最後一封信上簡短潦草的兩個字——“勿歸。”"
                },
                {
                    "id": "MingYueQianLiYuJunTong",
                    "title": "明月千里與君同",
                    "content": "元康二十四年春，東明城破的消息如同驚雷，炸響了整個京城。\\n所有人都明白，甯王一派大勢已去，除了少數無法下船的仍在負隅頑抗，大多數人都開始為明天做起了考量。\\n兵馬未至，人心已散。\\n“王妃，王爺把東明城……拿下了。”\\n晉王府內，阿嬌的聲音帶著不易察覺的顫抖。\\n謝若蘭正端坐於書案前，穩穩用蠟印封好最後一封信。\\n“將這些信，送到名單上的各處官署和私宅。告訴他們，若此刻仍騎牆觀望，首鼠兩端，待到晉王歸京，他們的名字，便會被第一批呈遞上去。”\\n她的聲音柔和，阿嬌咬唇接過厚厚一摞信件，忍了又忍，終是忍不住開口規勸：“此舉會不會引來更大的麻煩？王妃您如今的處境已是刀尖行走，何必再親自涉險激怒甯王……”\\n謝若蘭聽得這話裡真切的關心，彎了彎眉眼。\\n“王府應該很快就會被甯王重兵封鎖，我們的機會不多了。”\\n她安撫著侍女的情緒，抬眼望向窗外高懸的明月。\\n她的英雄是否也在千里之外，望著同一輪明月牽掛著她？\\n“個人安危是小，倘若宣國因這場內鬥繼續拖延，以致元氣大傷，邊陲不穩，外敵趁虛而入……那才是我萬死難贖的罪過。”\\n不止是為了這個搖搖欲墜的國家，她是與他並肩的人，不會只躲在他的背後。\\n她會為他掃清障礙，哪怕去威逼，去利誘，去行此險招。"
                }
            ]
        },
        {
            "id": "ChuHuan",
            "name": "楚桓",
            "description": "宣國皇帝司空景過去的家臣，司空耀如今的心腹，曾經領兵保護司空景一家南下，為人重恩重義，非常認可並支持司空耀北伐的志向。\\n對司空耀而言，其既是臣子，也是守護照顧自己長大的長輩。",
            "stories": [
                {
                    "id": "QingShanMaiGuBuMaiMing",
                    "title": "青山埋骨不埋名",
                    "content": "他有父母、有族人、有妻子，在昔日琅琊王府是茫茫多普通人中的一個\\n他護送司空正和司空耀南下，與其說是出於忠義，更多的其實是對家人安危和未來仕途的考慮，是一種自保和投機。\\n可是到了安穩富足的南方，明明一切都在變好，他的官職不斷攀升，家人的生活比在北邊時還要優越體面，他的想法怎麼會悄然改變呢？\\n是因為南方士族不經意流露出的、看下等人般的輕慢刺痛了他嗎？是因為在南方出生的兒子對北方風物、對他那些珍藏的回憶毫無興趣，令他失落？又或者正因為已經失去，再也沒有機會回去，才會加倍思念那個故鄉？\\n在牢裡面對陳家種種利誘許諾，他近乎固執地替晉王抗下一切。\\n為什麼？圖什麼？\\n楚桓自己不知道。\\n他的兒子也不知道\\n這個在過去寂寂無名，於新帝登基後卻一躍成為其身前最信任的紅人，負責近身護衛天子的青年站在楚桓墓前。\\n只有沉默。\\n他沒有資格去怨去怪，他只能沉默。"
                }
            ]
        },
        {
            "id": "XieJianAn",
            "name": "謝建安",
            "description": "丹陵士族謝氏的家主，晉王司空耀的姻親和心腹，老謀深算的毒士，為達成其想要的結果往往不擇手段，在政治上全力幫扶晉王司空耀，但也為自家的利益打著小算盤。",
            "stories": [
                {
                    "id": "JunChenMoLu",
                    "title": "君臣陌路",
                    "content": "隆武三年元宵，謝府門前車馬不絕。作為當朝國丈、太子外公、司徒、丞相、尚書事、京州牧，謝建安已位極人臣。然而權勢愈盛，他心頭的不安卻愈加深重。\\n自新皇登基，謝家雖然在陛下扶持下權勢日隆，甚至隱隱有與陳家爭奪南方第一士族的勢頭，但面對底蘊深厚的陳家，謝家終究還是差了一籌。不過陳家想要打壓謝家也不容易，兩家明裡暗裡交鋒幾次，竟漸漸都產生了旁的想法，不約而同，朝著另一個方向走去。\\n今日，陳家的人登門拜賀之時，試探性提出一樁兩家小輩的婚事。謝建安沒有當場答應，卻也沒有拒絕，只說回去再考慮考慮。\\n他很清楚這是個暗示，雖說女兒的死是他心中無法彌合的傷口，可他不光是父親，更是一個家主，需要為整個家族的人考慮。眼下若是繼續與陳家死磕，確實能收穫陛下的部分支援，但長遠來看，陛下又如何容得下一個“陳家”呢？\\n謝建安輔佐這位皇帝的時間已經太久太久，他比任何人都善於揣摩當今天子的想法，？那位雄才大略的君主，絕對不會放任士族坐大。\\n更何況，謝家還是外戚——這便又添了一道催命符。\\n謝建安提筆又停頓，墨團暈毀了幾張上好信箋。\\n良久，他終於還是寫完了一篇回帖，差人送往陳家。\\n望著僕役拿著帖子快步遠去，書房寂靜半晌，隨著他合上窗扉，餘下一聲歎息。\\n“世事如棋啊……”"
                },
                {
                    "id": "DangDuanZeDuan",
                    "title": "當斷則斷",
                    "content": "京城一處民宅內。\\n謝建安一襲黑袍，扣開大門。\\n等待已久的心腹迅速地將近來京城的一些風聞和變動匯總給謝建安。\\n事情已經到了今日這般地步，再沒什麼瞻前顧後的餘地。\\n謝建安只短暫思考便讓心腹離開，自己迅速從屋中翻出紙筆，試了幾次筆鋒，終於落筆——以陳導的筆法，寫下四個遒勁大字：\\n“誅殺晉王。”\\n他看著這四字，鬆弛褶皺的眼皮低垂，遮蔽眼底的寒涼。\\n陳家是否真有此心並不重要，甯王與陳導的真實想法也無需計較。\\n他只要給自己那位女婿鋪個臺階，然後……在這暗流洶湧的局勢中輕輕推上一把。\\n吹幹墨蹟，他把字條仔細揣進懷中，推門快步而去。"
                }
            ]
        },
        {
            "id": "YuGong",
            "name": "虞宮",
            "description": "出身名門望族，少時即以才學顯於世。被朝廷屢加擢用，任國子監祭酒，更曾為二皇子晉王講學。\\n其雖居廟堂之高，卻無門第之見，向晉王舉薦過許多有志于造福百姓、復興宣國的直臣能人，門生故吏遍及朝野。性情豪宕灑脫，唯獨喜好杯中之物，有酒必飲，三杯必醉。",
            "stories": []
        },
        {
            "id": "SiKongJing",
            "name": "司空景",
            "description": "本是皇室旁支，封琅琊王，在鄔伖南侵，國都永安城破時南下，被陳家聯合眾多士族擁立成為新帝，于天河南方繼承大統。\\n癡迷煉丹和修玄，政事多由各地士族掌握。",
            "stories": [
                {
                    "id": "AnLiu",
                    "title": "暗流",
                    "content": "作為半路被扶上皇位的天子，司空景比誰都清楚自己的處境。龍椅下的根基如此淺薄，以至每次他想做些什麼，總會被盤根錯節的士族勢力聯手阻攔。\\n收復故土的雄心、樹立帝王威儀的壯志，這些於他而言都顯得太過虛妄。\\n他漸漸學會了沉默，將那些不切實際的抱負深深埋藏。直到某個初夏，他偶然聽宮人說起慶州荔枝的甘美。\\n“荔枝啊……”\\n他喃喃了一句，似乎有些意動。\\n朝堂上，當司空景提出要開鑿運河運送荔枝時，出乎意料地沒有遭到強烈反對。士族們交換著心照不宣的眼神——哄著皇上開心只是其中最微不足道的一層，更重要的是，如此勞民傷財的工事有天子出面主持，其中的利益卻是他們人人有份。"
                }
            ]
        },
        {
            "id": "ChenWanEr",
            "name": "陳婉兒",
            "description": "本是宣國最大士族陳氏的嫡女，父母相繼病去後主支大權旁落，被叔公陳導掌握在手中，陳婉兒這一脈在家中位置被一點一點蠶食。\\n其作為長房最後的女兒，不肯被叔公操控命運，被排擠出陳家的權力中心，利用自己的聰明才智周旋于各方，為自己爭取有利條件。",
            "stories": [
                {
                    "id": "QieDaiFengYuLai",
                    "title": "且待風雨來",
                    "content": "鳳梧宮內熏香嫋嫋，心腹宮女正低聲而迅速地稟報著前朝動向。\\n以薛、唐兩家為首的士族元老，此刻正聯合門生在太極殿上對太子司空盛步步緊逼。\\n“夫人，”宮女的聲音帶著難以抑制的興奮，“天賜良機，族老們的意思是，夫人只需隔岸觀火，靜待太子應對失據，背上阻撓北伐的罪名，其聲望必然大跌！說不得要直接失了聖寵，屆時咱們殿下軍功赫赫，又有夫人支持，什麼大事不可成！”\\n她沒有應聲，殿內安靜下來，那宮女的眉眼恭順垂著，看向地面，其背後卻有許許多多無形的眼睛，把飽含期待的目光聚焦在她身上。\\n她其實沒什麼可選的——她本就站在天平勝利的一端。然而當她終於開口時，聲音平靜卻不容置疑：\\n“為我更衣。”\\n她換上金簪華服，一步步踏上通往太極殿的臺階。陽光灑在她身上，勾出金線，又在殿門的陰影中倏然隱沒。兩隊沉默肅殺的士兵緊隨其後，鐵衣森然。\\n家族利益固然重要，兒子的前程她也渴望。但她不會在司空耀前線血戰之時，坐視他畢生心血毀於一旦，更不能容忍宣國因內鬥而錯失奠定霸業的良機。\\n這非國士所為，更非她陳婉兒心中所求！\\n裙裾曳地，她以最端莊的儀態步入太極殿。每一步都堅定，每一步都決絕。\\n待他凱旋，是會感念她穩定後方之功，還是忌憚她干政擅權之實？她不做樂觀設想。\\n但她絕不後悔。\\n北伐必須勝利。而這場勝利的基石裡，必將有她陳婉兒今日揮下的、染血的一刀。\\n至於未來如何——\\n且待風雨來。"
                },
                {
                    "id": "NiZhaoRanZhuoSe",
                    "title": "泥沼染濁色",
                    "content": "隆武七年，三朝老臣陳朗病逝，天子給予極高尊榮，追封顯貴。與此同時，京城中關於立後的傳言日漸喧囂。\\n世人皆知，本朝唯有在天子登基前就早早逝去的髮妻——淑德文皇后謝氏正位中宮。\\n而如今後宮真正地位最尊崇者，乃是陳家陳夫人。\\n閒言碎語過耳，陳婉兒只作聽了一段笑話，抬手示意心腹退下，提筆編寫新的《女則》。\\n坦白而言，走到今日，若說她全然無意後位，未免自欺欺人。但她心裡清楚，自己此生或許永遠無法觸及那個位置。畢竟，活人又如何爭得過逝者？\\n時至今日，她仍難免會想起那個溫婉嫺靜的女子，想起那句“帶盛兒走”，想起自己急急趕往晉王府要為陳家搏一份至關重要的“救嗣之功”，而不是同時救下母子二人來影響未來的後宮和士族格局，她甚至已經在心中演練了過程。\\n要如何陳述利害，要如何描繪危局，\\n可當那雙清澈眼睛看著她，在她開口前直接說出自己最想要的答案時，她緊繃的心弦猛地一松，隨後流淌開愧疚的、陰暗的、帶著負罪感的釋然。\\n父親突然離去，她是叔公安撫族老的籌碼，陳家站錯位置，她是士族與皇室互相利用的契約，她知道善惡，明白對錯，有無比清晰的自我，卻自甘被“陳”這個姓氏重重束縛，從未脫離樊籠，得到過真正的自由。\\n當時如此，如今如是。\\n筆尖一頓，凝了許久的墨終究滴落，汙了剛剛寫就的娟秀字跡。陳婉兒望著那團墨痕，如同望見了自己一生無法洗淨的、混合著算計與愧疚的複雜顏色。"
                }
            ]
        },
        {
            "id": "SiKongZheng",
            "name": "司空正",
            "description": "大宣皇帝司空景的長子，封甯王。\\n少時作為琅琊王長子，心憂天下，頗具擔當，對幼弟處處保護，南渡之後與士族陳家漸漸關係密切，主張奉行偏安之策，因此在朝中與晉王司空耀政見不合，兄弟二人漸行漸遠。",
            "stories": [
                {
                    "id": "ChenYe",
                    "title": "沉夜",
                    "content": "元康二十四年春，宣帝司空景病重垂危，氣息一日弱過一日，眼看著就幾個月的命數了。皇長子甯王司空正以監國之名，已將朝廷政務牢牢握於掌中。\\n夜深人靜，寧王府密室。心腹幕僚陳應壓低了聲音。\\n“殿下，時機稍縱即逝。晉王遠在邊塞，鞭長莫及。只需宮內‘稍有動靜’，便可宣告陛下暴斃，屆時矯詔繼位，名正言順。”\\n燭火在司空正臉上跳動，映出他眉宇間的劇烈掙扎。陳應的話，他聽懂了。那“稍有動靜”，便是要他親手掐斷父皇最後一絲遊息，踏著至親的血，即刻登頂。權力的王冠近在咫尺，如此伸手便可攫取。\\n他腦海中閃過父皇枯槁的容顏，幼時將他扛在肩頭的寬厚，教導他批閱奏章時的嚴厲……更閃過二弟司空耀在軍前那雙沉靜卻銳利的眼。\\n良久，司空正緩緩閉上眼，再睜開時，眼底的波瀾已被壓下。他擺了擺手，聲音帶著一絲疲憊，卻異常清晰：\\n“我不答應，非僅因父子倫常，亦非懼天下口誅筆伐。若以此等手段得位，往後每一個日夜，都將如坐針氈。這江山，我要拿，但要拿得堂堂正正，等父皇殯天，再謀大計。”\\n他選擇了一條看似更慢、更險的路，將賭注壓在了時間上，也為自己留下了一份，或許在旁人看來可笑的底線。\\n陳應暗歎一聲，不再多言。\\n窗外的夜，更沉了。"
                },
                {
                    "id": "PiaoYao",
                    "title": "飄搖",
                    "content": "司空正站在新建的宮苑高臺上，望著煙雨中朦朧的宮闕輪廓。他的右手無意識地虛握——這只手曾能輕鬆拉開三石強弓，百步穿楊。\\n鄔伖踏破永安時，他護著幼弟南逃，混亂中一支冷箭貫穿了他的肩胛。箭鏃撕裂筋脈，這傷口如今雖已癒合，每逢陰雨卻隱隱刺痛。\\n自父親在陳家的擁立下重續國祚，一切就都改變了。\\n他不再是一個邊緣藩王的兒子，而是這個新生朝廷的皇長子。\\n這個立足未穩的朝廷需要穩定，需要錢糧，需要南方士族的支援。而陳家這個南方士族之首向他遞來的橄欖枝，意思再明白不過。\\n他已經無法再為宣國征戰沙場，那麼，就用另一種方式，為這個風雨飄搖的家盡一份力吧。\\n促進社會的安穩，讓流亡的朝廷得以喘息；保存搖搖欲墜的“司空氏”正統；給那些心懷觀望的士族一顆定心丸，讓他們看到皇室願意合作、共治的姿態——這是他司空正作為皇長子，在此時此刻必須承擔的責任，也是他能為這個家族、這個國，所做的唯一選擇。\\n他與陳家達成了合作，主動的、平靜的，一步踏出，便再無回頭。\\n哪怕是背上“苟且偏安”的名聲。\\n未來還長，父親這一輩解決不了的問題，等他登位，等宣國恢復元氣，未必還是問題……"
                }
            ]
        },
        {
            "id": "CaoBiaoZhi",
            "name": "曹表之",
            "description": "宣國曹氏嫡系，官拜戶部侍郎。雖出身一等士族，家中與陳家是世交，自己更拜于丞相陳導門下，然性剛直不阿，尤厭虛禮。常褪錦袍換布衣，混跡於市井之間，與南北行商稱兄道弟，同江湖遊俠同桌豪飲，打聽各地民間的最新消息。",
            "stories": []
        },
        {
            "id": "ChenDao",
            "name": "陳導",
            "description": "宣國丞相，宣國第一士族陳氏的家主，城府深沉，陰險毒辣。早早便預料到了諸王紛爭後的鄔㚢之亂，選擇押注一心修玄的琅琊王，並一舉成為南方第一士族。",
            "stories": []
        },
        {
            "id": "HuangHouLiShi",
            "name": "皇后李氏",
            "description": "原是琅琊王妃，南下後被封為宣國皇后，端莊溫婉，從不插手朝事，是司空正和司空曜的生母，十分疼愛自己的兩個兒子。",
            "stories": []
        },
        {
            "id": "ZuYue",
            "name": "祖月",
            "description": "宣國大將軍祖坤的女兒，常年隨父征戰，一身武藝不凡，性格跳脫豁達，私下也曾羡慕江南樓閣繁華熱鬧，愛慕文人才子英俊兒郎。\\n但軍中生活也令其在對待正事時殺伐果斷、雷厲風行，執行軍令半點不容情面，往往令敵人膽寒。",
            "stories": [
                {
                    "id": "BuHuaEMei",
                    "title": "不畫峨眉",
                    "content": "她是大宣唯一的女將，大將軍祖坤的獨女。\\n風沙磨礪她一身鐵骨，手中長槍收下鄔伖亡魂無數。\\n女子就該有女子的樣子——這般說教在她初習武時還能聽見，如今朝野上下再無人敢當面絮叨。\\n十四歲隨父出征，二十歲獨領一軍，她的戰功簿上每一筆都是實打實搏殺來的功勞，再加之背後有祖氏這等宣國支柱，除了爹和軍法，大多數人眼中的規矩於她而言不過眼下浮塵。\\n但儘管沖著祖家門楣來尋求聯姻的士族不少，祖坤欲要給女兒定一樁穩妥婚事，還是愁得長籲短歎。\\n每到提起這個，祖月就算規規矩矩在自家爹爹面前站軍姿，嘴角也會撇出一個不屑的弧度。\\n“體統能安邦嗎？禮儀風雅能收復失地嗎？與其找個人來處處管束我，還不如給我找個聽話的小郎君入贅呢。”\\n然而夜深人靜時，這位令敵人聞風喪膽的女將軍，偶也會對著從南方捎來的話本出神。這話本子裡描寫的畫舫聽雨、曲院風荷，像春日的柳絮輕輕拂過她的心間。\\n她能馴服最烈的戰馬，卻從未撫過瑤琴；精通排兵佈陣，卻不會穿針引線。有時對鏡自照，看著眉宇間的英氣，她難免也會產生幻想，若生在太平年月，是否也能對鏡貼花黃，在杏花春雨中執傘漫步？\\n“能安穩度日，誰願刀頭舔血？”一次慶功宴上，她長長歎息，“我也想要小橋流水，想學撫琴作詩，最好還能有個......玉面郎君相伴。”\\n以謝玄帶頭，帳中幾個將領哄堂大笑，只當她是醉後戲言。"
                },
                {
                    "id": "AnNengZheYao",
                    "title": "安能折腰",
                    "content": "她風塵僕僕站在武陽的議事廳內，剛說完弋陽危局，帳內便陷入了令人窒息的沉默。\\n陳應慢條斯理地抖開手中的戰報，看了半晌才開口：“我們領的軍令是駐守武陽。”\\n他抬眼看向祖月：“以現在的局勢，怕不等我們趕到弋陽就會失守。我不能拿慶州軍冒險。”\\n祖月的手不自覺地按上刀柄，這個細微的動作讓帳內侍衛瞬間緊繃了神經。陳應更是立刻警惕大喝出聲。\\n“祖月，你要幹什麼！”\\n她深深吸了口氣，強迫自己鬆開刀柄，抱拳深深低下身去：“懇請陳將軍，立即馳援弋陽！”\\n叱吒沙場的祖家少將軍何曾這般低聲下氣過？\\n陳應摩挲著下巴：“慶州軍若去救援，要冒的風險太大了。”\\n他忽然話鋒一轉，“不過……祖將軍既然捨得讓手下將士拼死拖住鄔伖，自己冒險為弋陽求援，這份膽識著實令人佩服。”\\n“陳應，你到底要什麼？有話直說。”\\n“若是祖將軍願意上表朝廷，將此次戰功全部歸於慶州軍……”陳應微微眯起眼睛，嘴角泛起一絲笑意，話未說完便被祖月再一次打斷。\\n“那不可能！”\\n但陳應已經大略摸索到她的底線，只穩坐在躺椅上悠然換了個姿勢。\\n“沒有商量。你手下的將士是命，弋陽的將士是命，我手下的將士，也是命。”\\n帳內的火盆劈啪作響，她仿佛能聽見遠方弋陽城頭的廝殺聲，想起那個慷慨揚言誓要收復失地的青年。\\n弋陽是供給前線作戰的重要糧道，絕對不能有失。\\n“好。”\\n這個字從她齒縫中艱難擠出。\\n“我會上表，將功勞全部歸於陳將軍。”\\n“好！好！”\\n陳應撫掌而笑。\\n“傳我命令！即刻出兵，馳援咱們晉王殿下！”\\n帳中將領紛紛領命而去，唯有祖月立在原地，長久沉默。"
                }
            ]
        },
        {
            "id": "ChenYing",
            "name": "陳應",
            "description": "丞相陳導的兒子，説明陳導掌部分兵權，身為名門之後，又位高權重，為人高傲狂妄，兇狠紈絝。",
            "stories": []
        },
        {
            "id": "LiuNian",
            "name": "劉念",
            "description": "北地塢堡首領劉大刀的孫女。\\n父母雙亡，隨爺爺在北方失地艱難生活，見過無數親人朋友因鄔伖死去，無比渴望有朝一日，北方的百姓也能過上安定日子。",
            "stories": [
                {
                    "id": "DiShengChang",
                    "title": "笛聲長",
                    "content": "她生在北方最動盪的年代。\\n幼時的她孤僻沉默，爺爺因為忙碌常常不見人影，她就縮在空空無人的屋子裡發呆，因為這樣她就不用給別人添麻煩，也不用看見並羡慕其他與她同齡，卻有父母照顧的孩子。\\n只要讓自己的存在感變小，不給大家添麻煩就好了。\\n她始終這樣想著。\\n直到一天聽見屋外激烈的吵什麼“老劉頭，咱們死也不能給鄔伖鐵器”“那你要塢堡上下千餘口人死絕嗎”“孬種”“跟他們拼了”……\\n爺爺推門進屋後坐在床沿，他寬厚的脊背佝僂下去，把臉埋在自己的手掌之間。\\n夕陽透過窗子把他的影子拉得很長很長，連入屋中陰影，仿佛整個塢堡的重量都壓在他的身上。\\n她的心像被什麼揪緊了，試探著靠過去，抬手撫摸老人斑白的頭髮，就像他曾經安撫她那樣。老人抬起頭，她看見那張面孔上狼狽的鼻涕和淚痕。\\n“我能做什麼？”她第一次這樣問自己。\\n從那天起，她開始盡力微笑，融入大家。清晨對守夜的叔伯道聲辛苦，傍晚帶著失去親人的孩子們做遊戲。她拜老郎中為師，仔細辨認每一株草藥，為傷患包紮時總會輕聲安慰。她還跟著流亡來的樂師學吹笛子，用音樂撫慰生者，告慰逝者。\\n漸漸地，塢堡裡的人們臉上不再只有愁容。雖然依然缺少糧食，雖然鄔伖的威脅仍在，但這個亂世中的小天地多了幾分溫暖。\\n夕陽西下，劉念的笛聲悠悠響起。她如今喜歡站在高處遠眺。\\n她知道太陽明天依舊會升起，而她要做的，就是讓這份光芒照進每個人的心裡。"
                },
                {
                    "id": "FeiWuXiang",
                    "title": "非吾鄉",
                    "content": "元康北伐結束後，劉念跟隨司空耀來到了南方，受封昭儀，得入宮中\\n初至南都，她第一次親眼見到了書中描繪的煙雨江南——青磚黛瓦點綴山塘春色，秦淮煙柳輕拂明月秋風。\\n說不陶醉是假的，這片水土確實養人，可人性就是這樣，總是不知滿足。\\n她在苦難裡盼著安生，如今安生了，又開始奢求別的——她愈來愈頻繁地想念北方塢堡裡的歲月。\\n那時的日子雖然清苦，卻有爺爺、有邱叔、有愛說笑的嬸子和纏著她吹笛的孩子。\\n如今好像一切都變好了，可她卻覺得自己離他們越來越遠。\\n邱叔好像變了，那些她熟悉的人好像都變了，他們不再與她無話不談，來往信件的一段段詞句裡是掩不住的恭敬、客氣和疏離。\\n她試圖挽留過往的情誼，卻像是去抓一縷煙霧一樣無力，不過這些情緒都被她仔細整理，藏在心底。\\n南都不比北方，一言一行皆可能被人拿來做文章，而她對權勢和富貴的興趣有限，除了每年關注一下北朔軍裡的熟人，其他時候都儘量避嫌，就縮在自己宮裡躲清靜。\\n又是一年中秋，南都城煙火絢爛，燈會如晝，百姓紛紛出門賞月，劉念與帝登臺遠望，對月酌酒。\\n酒盡時，醉意已濃，粉頰生暈。\\n皇帝聽見她倚著欄杆嘟囔什麼，好奇湊近過去。\\n聽得她眯著朦朧醉眼。一聲輕歎。\\n“南都城裡夜如晝，十二玉樓非吾鄉。”"
                }
            ]
        },
        {
            "id": "ShiLang",
            "name": "石狼",
            "description": "鄔伖右將軍。\\n勇猛善戰，在鄔伖南侵的戰事中屢立奇功，但因母親是被擄掠去的女奴，所以出身低微，在鄔伖權貴中飽受排擠。",
            "stories": []
        },
        {
            "id": "ZhuYuanZhi",
            "name": "朱元之",
            "description": "草莽出身，天生神力，幼年隨父親在北邊打鐵打劫做雇傭軍，後來匪窩被鄔伖蕩平，隻身逃脫南下流浪，後劫道楚桓馬車，被其賞識收為門下，編入軍中磨礪。",
            "stories": [
                {
                    "id": "GuLang",
                    "title": "孤狼",
                    "content": "自朱元之有記憶起，便跟著他那據說能徒手掰彎馬蹄鐵的父親，在邊陲的灰色地帶掙扎生存。老爹還有幾個兄弟，他們組成算不上匪幫也算不上正經隊伍的小群體，一起幹刀頭舔血的營生——時而受雇護送商隊，時而化身馬賊劫掠落單的旅人。\\n如有閒暇，他們也會做打鐵生意，主要是把一些不能明著掏出來用的特殊鐵器變廢為寶。\\n匠鋪裡橘紅的爐火和血腥氣，這就是朱元之全部的童年。\\n他天生一股蠻力，十二歲時便能揮舞沉重的鐵錘，也能在衝突中輕易撂倒成年漢子。父親常說，他這身力氣，是老天爺賞飯。那時的朱元之，如父親一般覺得弱肉強食天經地義。\\n直到……鄔伖輕易撕碎了他粗糙而野蠻的世界。\\n父親和那些熟悉的、不熟悉的面孔如同草芥般倒下。他在混亂中憑藉著一身悍勇和對地形的熟悉殺出重圍，身後是化為焦土的“家”。\\n從此他成了孤狼，獨自向南流浪，他在亂世中掙扎，直到一個雨夜，餓極了眼拿彎刀攔下一輛馬車。\\n“好一條困獸。”\\n等他被四個甲士合力按住，車簾掀開，那位後來成為他恩師的楚桓不驚反笑，“這把力氣，用來劫道可惜了。”\\n朱元之梗著脖子，想要學父親當年來兩句好漢臨死前的豪言，楚桓卻對護衛擺了擺手：“帶他回去，給他飯吃，換身衣服。”"
                },
                {
                    "id": "ChaiLang",
                    "title": "豺狼",
                    "content": "“將軍三思，這兵出不得，朝廷給我們的調令是擊退鄔伖即可，不可深追，北朔軍又是朝廷的精銳，倘若兵敗，陛下定然……”\\n朱元之倒沒朝自己的謀士發作，只坐在大椅上不耐地換著手掏耳朵。等謀士念叨得差不多了，才找了個氣口打斷。\\n“行了，老子還能打沒勝算的仗？”\\n那謀士顯然未被說服，急道：“將軍！這哪裡僅僅是勝算的問題！這是……”\\n“是錢的問題。”朱元之撇嘴把目光落在跳躍的燈焰上，眼神深處卻是清醒的冷漠，“就朝廷拔下來的那點玩意兒，兄弟們餓得眼珠子都冒綠光。你讓他們勒緊褲腰帶去拼命？”\\n他頓了頓，聲音壓低了些，卻帶著更實質的重量：“咱們軍裡塞了不少從北邊逃過來的流民。他們心裡憋著火，想過好日子，你不拿盼頭吊著他們，等真到了要啃硬骨頭的時候，誰給你賣命？”\\n“明白了就傳令去。”\\n面對無言的謀士，他咧嘴一笑，討喜的圓臉顯出幾分獰色。\\n“出兵追擊，繳獲的財物三成充公，其餘歸個人！只要有膽，老子帶你們去鄔伖地盤上吃個痛快！”"
                }
            ]
        },
        {
            "id": "XieXuan",
            "name": "謝玄",
            "description": "晉王妃謝若蘭胞弟，出身鐘鳴鼎食的謝氏門庭，是聞名宣國的風流小霸王。如今在祖坤將軍麾下掛職歷練，卻仍不改瀟灑本性。銀甲縱馬過鬧市時，必惹得滿樓紅袖招搖。",
            "stories": [
                {
                    "id": "JunZiBuLiWeiQiangXia",
                    "title": "君子不立危牆下",
                    "content": "隨著一場變法浩蕩展開，謝玄作為主導者，地位眼見著水漲船高。\\n然而正所謂高處不勝寒，危機也在王朝的陰影中不斷積聚。\\n“侯爺，老爺又來信，催您罷手回京了。”\\n手下苦著臉候了一個多時辰，謝玄卻連頭也未抬，只專注地批閱新法奏報。這已是半年來的第七封家書，他再次選擇了無視。\\n聖人說，君子不立危牆之下，他謝玄又不是什麼蠢人，自然知道前路艱險。\\n斷人財路，如殺人父母，他觸動了如此多的既得利益者，彈劾他的奏章怕是能堆滿皇帝禦政宮的桌案。可他若此刻抽身，那些盼著一線晉升之機的寒門子弟，那些在北地苦熬求活的舊民，他們往後如何？姐姐的付出又算什麼？\\n謝玄明白龍椅上那位姐夫正利用姐姐和太子的血脈親情驅策他，要將他化作指向士族的一柄利劍、一支矛鋒。\\n但是，為盛兒鋪路沒什麼不對，為百姓振聲更是正確的事情。\\n謝玄終於擱筆起身，踱至窗前。夜色濃稠，冷月孤懸。\\n他忽然低笑一聲，那笑聲裡帶著自嘲，更多的卻是決絕。\\n“回信給父親，”他的聲音平靜：“就說……非不知退，實不能退。”\\n大丈夫行事，不問可不可以，但問應不應該。\\n他謝玄如今行事唯四個字。\\n當仁不讓！"
                },
                {
                    "id": "XianYiNuMaShaoNianLang",
                    "title": "鮮衣怒馬少年郎",
                    "content": "在京城的士族圈子裡，謝玄一直是個名氣頗大的人。\\n不同於常規世家子弟，謝玄並不喜歡清談玄修論道這些活動，但仗義生事的熱鬧從來少不了他。其父謝建安毫無辦法，最後索性由他去，動用人情把他塞到了大將軍祖坤的軍中。\\n一則，希望勞苦的軍中生活能讓這個兒子回心轉意，好好回京裡研讀詩書，接他老謝家的文脈路子。\\n二嘛，他兒子生了副絕不算差的皮囊，文韜武略怎麼也沾得上一點，祖將軍又整好有個年歲差不多的女兒不是？\\n哪知道千算萬算，這一送竟是肉包子打狗——有去無回。\\n謝玄到了軍中簡直如魚得水。他仗著家底頗豐，銀子開道，騎最俊的馬，喝最烈的酒，佩最快的刀，追剿最棘手的鄔伖匪寇，還跟祖坤將軍的女兒打得火熱——在校場上輸了一面叫囂著換我姐夫來定打得你屁滾尿流，一面願賭服輸，繞著場邊給看熱鬧的士兵發銀子，邊喊祖月是我姑奶奶。\\n雖則性格跳脫，仗著做尚書的父親、當王妃的姐姐天不怕地不怕，其沙場殺敵卻異常悍勇，謝尚書初時幾次收到謝玄陷陣傷重的消息，眼前發黑幾要暈厥，後來多了漸漸習慣，再見來信只能吸著氣勉強從牙縫擠出一句：\\n“點點庫房裡的藥材，給祖將軍送去。”"
                }
            ]
        },
        {
            "id": "ZuKun",
            "name": "祖坤",
            "description": "永安人氏，宣國大將軍，國之柱石，鎮守天河抗擊鄔伖的主要將領。\\n穩重老成，處事平和，喜怒不形于色，曾多次擊退鄔伖的侵擾，在宣國軍中威望極高，只是其人極少插手朝事，故常常被人稱道。",
            "stories": []
        },
        {
            "id": "LiuDaDao",
            "name": "劉大刀",
            "description": "北地塢堡首領，義軍統領，曾于永安軍中任職。\\n在鄔伖南侵的戰役中因恐懼當了逃兵，事後得知妻子兒子皆在逃難中喪命，悲痛懊悔萬分，在兒媳去世後獨自拉扯孫女劉念長大，爺孫二人相依為伴。",
            "stories": []
        },
        {
            "id": "SiKongSheng",
            "name": "司空盛",
            "description": "司空耀的長子，謝若蘭的兒子，宣國太子。\\n少時經歷父親奪位，母親亡故，被父皇寄予厚望，教養得恭敬知禮，文雅嚴謹，也如母親希望一般，成長為了一個有治國之才，心憂百姓能為父皇大事助力的好太子。",
            "stories": [
                {
                    "id": "GuZhouXing",
                    "title": "孤舟行",
                    "content": "朝野皆知，太子司空盛是陛下登基時便冊立的儲君，十餘年來，天下人似乎早已默認他必將繼承大統。\\n唯有司空盛自己明白，他腳下從來不是一條坦途。\\n母后早逝，後宮權柄盡由二皇子生母陳夫人把持。舅舅謝玄把自己關在府中頹靡度日，外公謝建安雖貴為丞相，卻也不敢過多干預朝政。\\n——一個臃腫龐大的外戚勢力，雖可短暫成為太子的助力，于長遠而言卻是隱患，他的父皇絕不允許宣國重蹈覆轍。\\n因此，司空盛自幼便活成了一尊沒有瑕疵的玉器。\\n他經史子集無一不精，議政見解獨到思慮周全；待人接物寬和仁厚，他不敢讓父皇眼底流露出一絲失望，不敢在任何方面遜於備受寵愛的二弟分毫，更不敢令早逝母后的賢德之名，因自己而有半分蒙羞。\\n恭謹、謙遜、明禮、才略——這些成了他披在身上的鎧甲，包裹著其下的恐懼、孤獨、疲憊，以免顯露人前。\\n他背負的，何止是儲君的責任？\\n那是母后未竟的期許，是父皇興國的理想，更是天下百姓的太平。\\n他走在一條筆直的路上，不能左，不能右，不能回頭。他必須完美，也只能完美。"
                },
                {
                    "id": "ZhuGuangMing",
                    "title": "燭光明",
                    "content": "又到母后忌辰，司空盛一身素衣，于晨曦踏入舊晉王府。\\n“大清早叨擾你幫忙，麻煩了。”\\n他接過內侍雙手奉上的蠟燭，語氣溫和，禮節周全得讓人挑不出一絲錯處。\\n那小內侍惶恐躬身連稱不敢。\\n他沒再做聲，小心將燭燈點燃，三拜之後靜靜跪坐在蒲團上，守著那點微光，等它慢慢燃盡，怔怔望著靈位上“淑德文皇后”幾個刻金的字。\\n只有在這裡，在這座承載著童年短暫歡愉、如今已經無人居住的舊府邸，他才能允許自己稍稍卸下在宮中時刻緊繃的心神。\\n他其實已經回想不起年幼那場混亂裡具體的恐懼和茫然，連母親的面孔也只剩下柔和模糊的輪廓。\\n但他仍固執地追尋著那份感覺——那種被母親庇護著的、全然安心與溫暖的錯覺。他靠著反復咀嚼這點虛幻的記憶殘留，才能汲取力量，繼續走下去。\\n“殿下，巳時了。”小內侍的聲音將他拉回現實。\\n司空盛起身肅立再拜一次，轉身離去。\\n等他出了府邸，範忠才緩步進來，望著已經空落的大門輕聲歎息：“太子殿下，還是這般孝順。”\\n小內侍觀察著範忠的神色，小心探尋：“乾爹，這些剛點上的香燭，還跟往年一樣撤掉嗎？”\\n“撤吧。”範忠擺了擺手，“畢竟，咱們是靠著宮裡吃飯的。”\\n片刻後，先皇后謝氏的靈位前，一塵不染，潔淨如初。\\n潔淨得……仿佛從未有人來過，也從未有過那份小心翼翼的依賴與思念。"
                }
            ]
        },
        {
            "id": "SiKongXu",
            "name": "司空旭",
            "description": "司空耀的次子，陳婉兒的兒子，受封燕王。\\n背後有作為陳家話事人的母親可以依靠，又與大將朱元之互相欣賞，為人直率、驍勇善戰，在軍隊與士族中皆有不錯的聲望。",
            "stories": [
                {
                    "id": "LiShiShiYiGeLunHui",
                    "title": "歷史是一個輪回",
                    "content": "司空旭從未忘記過，先皇后謝若蘭的死有他母族陳家半數過錯，這始終是橫亙在他與太子之間一道無法逾越的深淵，是其心頭一根深埋多年、無法拔除的毒刺。\\n儘管司空盛這些年並未有什麼針對他和母親的舉動，頂多與他在一些政見和處事上有些矛盾，甚至大多時候還會以長兄的樣子關照自己，但司空旭心裡清楚，隱忍不言，隻字不提，絕不代表已然放下。\\n他理解司空盛，不代表他會退讓。\\n正如當年的父皇為了天下不能退讓，他也有自己必須保全的東西。\\n無論局勢如何變動，無論最後誰成誰敗，他都會保護好母親，以及母親身後與他命運休戚與共的整個陳家。\\n恍惚間，他仿佛看見一條長河裹挾著一切，滾滾向前。\\n一切，皆是歷史的輪回。"
                },
                {
                    "id": "JinShuiLouTaiXianDeYue",
                    "title": "近水樓臺先得月",
                    "content": "百官之中，看好二皇子司空旭者不乏其人。\\n這固然有陳家的影響，但無可否認的是，司空旭自身確有不凡之處。其自幼於軍事一道天賦過人。隆武北伐之役，更身先士卒，臨陣斬將立下赫赫戰功，此等勇武與當年憑陷陣奪旗建立軍威的陛下何其相似？\\n也正因如此，世人猜測陛下或更屬意於他，並非空穴來風。\\n過去對於朝野間的這些議論，司空旭始終三緘其口，諱莫如深。至少在明面上，他與太子兄長仍維持著一派兄友弟恭的和睦景象。\\n然而如今時移世易。宣國大勝鄔伖，外患初平，創下這不世功業的父皇卻重傷昏迷，生死未蔔。\\n更重要的是，司空盛遠在京城坐鎮，而他，正在父皇身邊。\\n回弋陽的途中，朱將軍已經幾次暗示他近水樓臺先得月，那至高無上的位置第一次顯得如此接近，又如此兇險。\\n有些事，他不能再視而不見，不得不開始思量。"
                }
            ]
        },
        {
            "id": "SiKongYu",
            "name": "司空鈺",
            "description": "司空耀的小女兒，劉念所出，受封潯陽公主。\\n據傳公主降生時，宮苑玉蘭盛放，曳曳若仙子霓裳，天子見之大悅，親賜名“鈺”，喻其美玉天成，尊貴無匹。\\n其自幼兼得皇帝與昭儀溺愛，但性情並不驕縱，反而靈秀嬌憨，善解人意。太子司空盛與燕王司空旭皆具賢名，然政見相左，門下紛爭日盛。司空鈺周旋其間，以赤子之心對待二位兄長，常于御前家宴巧言化解齟齬，二人雖勢同水火，然獨對幼妹皆存憐愛。",
            "stories": [
                {
                    "id": "QianQiu",
                    "title": "千秋",
                    "content": "當燕東慕容氏使臣到來，提出“合擊鄔伖，收復故土”的條件是求娶公主時，司空鈺的世界，第一次出現了裂痕。\\n消息傳來時，她正在仔細為蘭花拂去晨露。\\n她的指尖頓在空中，只覺得屋裡一時靜得駭人，莫名的寒意侵入骨骼，四下能聽見的唯有自己的心跳。\\n一下，又一下。\\n司空鈺下意識地想去尋找依靠，可隨後的事情卻像一記又一記落下的霹靂。\\n她聽聞那性情柔婉萬事不爭的母親褪去釵環，在父皇殿外頂著寒風跪至夜半。她聽聞，那素來沉穩的太子長兄與英武的二哥哥為她的事激烈爭執，幾乎反目。\\n那個夜晚，司空鈺摒退所有宮人獨自坐在窗前，無數雜亂的思緒在她腦中反復交織。最終唯剩一件事情無比明晰——她那固若金湯的世界，正因她而瀕臨崩解。她那些奇奇怪怪的煩惱，在“國士”與“家事”的劇烈碰撞下，輕飄得就像一顆塵埃。\\n天光微亮時，司空鈺吸了口氣，起身走向書案，她的目光落在那盆“千秋”上，抿嘴壓下漫上心頭的遺憾——她怕是等不到這株蘭花盛開。\\n傳旨當日，範忠驚愕地看著公主親自將一卷圖畫交到自己手上。\\n那是一株灼灼盛放的蘭花。\\n“兒臣只有此物可以獻與父皇，僅以此畫，賀我宣國——”\\n“山河無恙，國運千秋。”\\n遠嫁那日，鑾駕駛出南都城門。風拂起轎簾，她終是忍不住回望。\\n淚光模糊間，她仿佛見那城樓高處，父皇的身影孑然獨立，手中緊握的，正是那卷她繪就的“千秋”。\\n她緩緩轉過身，端正坐穩。前方，是陌生的山河與命運。\\n而她，已不再是只知索取溫暖的嬌蘭。她是宣國的公主，她已經親手將自己繪入了宣國的“千秋”圖卷之中。"
                },
                {
                    "id": "JinZhi",
                    "title": "金枝",
                    "content": "從她出生至今，她的世界裡只有善意\\n父皇的溺愛、母親的溫柔、兩位兄長或精心或笨拙的回護，將她密不透風地保護起來。她就像暖閣中最名貴的那株蘭花，從未經受過一絲風雨，也理所當然地認為，世間萬物，只要她指尖輕點，便會送到眼前。\\n這盆蘭花“千秋”，名字甚和她的心意，據說是極難養活的珍品。她得來後日日親自照料，瞧著那翡翠葉片在晨光下剔透喜人，心裡盤算的，不過是等它開出第一支花時，便捧到父皇面前，討一個天底下最新奇的賞賜。\\n討什麼呢？\\n綾羅綢緞？她的箱籠早已堆砌不下。\\n奇珍異寶？只需開口便能輕鬆得到。\\n她甚至央求過二哥帶她去軍營騎過烈馬，也讓太子長兄偷偷給她瞧過宣國城池的輿圖。\\n“到底要什麼啊……”\\n她戳弄著含苞的“千秋”，嘴上嘟囔，心裡卻沒多少苦惱。\\n到底是真在盼著一個能讓自己驚喜的、未知的禮物，還是想瞧見政務繁忙的父皇舒展眉頭露出笑臉，公主殿下自有計較。"
                }
            ]
        },
        {
            "id": "WangMing",
            "name": "王明",
            "description": "布衣之子，少時家貧，為富戶代筆文章，其中所蘊風骨，恰為虞公所見，拊掌稱善，遂親往尋訪，收為門下。\\n王明既得栽培，更持身端正，虞公常與晉王笑言，此子類我少時。",
            "stories": []
        },
        {
            "id": "ChuMeng",
            "name": "楚蒙",
            "description": "楚桓之子，在楚桓獲罪時被晉王暗中保下，改名換姓留於軍中。待晉王稱帝，即擢為羽林校尉，群臣但見這位新貴木訥寡言，卻獨得聖心，每帝巡幸，必三步相隨。",
            "stories": []
        },
        {
            "id": "QiuSheng",
            "name": "邱勝",
            "description": "北地義軍首領劉大刀結義兄弟，使一柄長槍，有萬夫不當之勇。其人性烈如火，鄔伖屢次招安皆嗤之以鼻。",
            "stories": []
        },
        {
            "id": "LiDingYuan",
            "name": "李定遠",
            "description": "皇城司都統，善於察言觀色，在黑白兩路都有自己的門道，能迅速收集各方消息，先後兩次變節，為兩任皇帝做情報工作。",
            "stories": []
        },
        {
            "id": "ChuMaoLun",
            "name": "楚茂倫",
            "description": "昔日宣國爍陽郡郡守，為了保住自己的妻女，叛投鄔伖，成為鄔伖將軍石狼帳下謀士。",
            "stories": []
        },
        {
            "id": "LiuCaiRen",
            "name": "柳才人",
            "description": "本為孤女，被士族收養，教以歌舞媚術。後獻于君王，因其姿容絕豔，媚骨天成，使帝心沉溺，榮寵一時。",
            "stories": []
        },
        {
            "id": "QiJiu",
            "name": "齊九",
            "description": "行伍出身，本是大將祖坤麾下小卒，後奉命隨晉王司空耀駐守弋陽，曾與晉王並肩血戰，突襲石狼大營。\\n祖坤病去後轉投司空耀入北朔軍，常為先鋒陷陣，忠誠不貳。及至新朝鼎立，以從龍之功位列雲台，猶持鐵戟衛宮闕。",
            "stories": []
        },
        {
            "id": "LinShu",
            "name": "林戍",
            "description": "本為邊塞豪傑，聚眾自保於烽火之地。聽聞祖坤欲率兵北進，率眾來歸，自請為帳前小卒，被祖坤調往司空耀麾下駐守弋陽。\\n其人寡言而悍勇，每戰必親臨陣前，在弋陽血戰時與朱元之死守北面城牆，親眼見石狼大營帥旗折斷，至此決意全心投效晉王。後隨北戰南征，自草莽至將階，矢志不移，終以戎馬功勳躋身改元諸將，然性仍簡樸，常按劍立於丹墀之側，護天子聖駕。",
            "stories": []
        },
        {
            "id": "ZhaoWu",
            "name": "趙武",
            "description": "軍中裨將，性無大過，然一路隨司空耀南下，心中卻漸生動搖。在軍隊於東明城受阻時，密寫降書裡通外敵，事泄遭黜。自此解甲歸田，以耕種為生。晚年忽聞聖駕巡幸鄉里，拄杖顫立柴門後，聞鑼鼓聲而掩面避入陋室，羞睹天顏。",
            "stories": []
        },
        {
            "id": "FuJiang",
            "name": "福江",
            "description": "難民出身，少時飽受病餓之苦，志於出人頭地，遂投效司空耀麾下。\\n然而奪權危急之際，受到陳應蠱惑，一時趨利避害生出叛心，未曾想陳應竟遭兵變暴斃，一步走錯，往日種種功績盡做雲煙。利刃穿胸時，其猶瞪目愕然。",
            "stories": []
        },
        {
            "id": "WangGuaFu",
            "name": "王寡婦",
            "description": "沒人知道她的名字，大家都叫她王寡婦，據說她本是商賈富戶之女。新婚之日遭鄔伖鐵騎破家，自此流亡。\\n歲月磨其心性，令她言語潑辣彪悍，常叫同行之人畏怯。然而心底良善未泯，見孤弱落難者，猶會掏出糧食相援，嘴裡卻罵罵咧咧。\\n她曾經見證王師北上，傾盡家中糧食以迎，也曾在鄔伖屠刀下險死逃生，墜入山谷靠野果果腹，還曾于弋陽城關看過皇帝率軍凱旋，旌旗招展。她熬過宣國的衰敗，正在目睹大宣的崛起，她有著轟轟烈烈波瀾壯闊的六十年人生……\\n當然，這只是她自己的說辭。如今南都城的酒樓裡賓客雲集，每日都有酒客到來，來聽這位女說書人講述她新編的故事。",
            "stories": []
        },
        {
            "id": "MuRongCui",
            "name": "慕容崔",
            "description": "慕容崔，雄踞燕東之地的慕容氏皇子，其身份尊貴。卻並未安享皇室榮華，而是憑藉卓越的軍事天賦與抵禦鄔伖的赫赫戰功，成為了燕東最年輕、最富盛名的將領，在朝野上下聲望卓著。",
            "stories": []
        },
        {
            "id": "YaEr",
            "name": "雅兒",
            "description": "本西域小國貢女，天生雪膚花貌，姿容絕世。初入宮時雖不諳中原音律，然其異域容顏已令君王側目。後經柳才人悉心調教，漸褪青澀，以其熱烈奔放之態獨獲恩寵。",
            "stories": []
        }
    ]
}